<!DOCTYPE html>
<html lang="en">
  <!-- Head tag -->
  <head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

  <!-- Title -->
  
  <title>台灣步道 - Loracy</title>

  <!--Favicon-->
  <link rel="icon" href="favicon/favicon.ico">

  <!--Description-->
  
      <meta name="description" content="It&#39;s about my portfolio.">
  

  <!--Author-->
  
      <meta name="author" content="Loracy">
  

  <!-- Pure CSS -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
  <link href="https://fonts.googleapis.com/css?family=Crimson+Text|Open+Sans:300,800" rel="stylesheet">

  <!-- Custom CSS -->
  <link rel="stylesheet" href="/css/styles.css">

  <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
  <!--[if lt IE 9]>
    <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
    <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
  <![endif]-->

  <!-- Google Analytics -->
  


  <!-- jquery   -->
  <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script>
</head>


  <body>
    
  	<div class="container-fluid navbar-container m-sm-5">
      <!-- Header -->
      <nav class="navbar navbar-toggleable-sm navbar-light px-1 py-3 my-3 mb-sm-5">
  <a class="navbar-brand ml-2" href="/">Loracy</a>
  <button class="navbar-toggler navbar-toggler-right py-2" type="button" data-toggle="collapse" data-target="#navbarCollapse" aria-controls="navbarCollapse" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
  <div class="collapse navbar-collapse text-center" id="navbarCollapse">
    <ul class="navbar-nav ml-auto my-auto">
      
        <li class="nav-item">
          <a class="nav-link" href="/about">About</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="mailto:lora860227@gmail.com">Contact</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="https://www.facebook.com/LoracyLin">Facebook</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="https://www.pinterest.com/lora860227">Pinterest</a>
        </li>
      
    </ul>
    <hr class="hidden-md-up" />
  </div>
</nav>

      
  		<div class="row">
      <!--     <div class="row tags-filter ">
            <a href="#"> <span class="tag">WEB</span> </a>
            <a href="#"> <span class="tag">APP</span> </a>
            <a href="#"> <span class="tag">Graphic</span> </a>
            <a href="#"> <span class="tag">UI</span> </a>

            <script>
              $(document).ready(function(){
                $('.tag').click(function(){
                  if ($('tag').hasClass('active') == false ){
                    $(this).addClass('active');    
                  }else{
                    $(this).removeClass('active');
                  }
                  
                });
            
            </script>
          </div>     -->
  			<div class="col-12 mb-4">
  <img class="img-fluid project-img" src="/images/go-hiking/cover.png" alt="台灣步道">
</div>
      
<div class="col-12 col-lg-8 offset-lg-2 pt-3 titleSection">
  <h1>台灣步道</h1>
  
    <div class="tags-container">

        
          
          <span class="tag">
              APP
          </span>
          
        
          
          <span class="tag">
              IOS
          </span>
          
        
  
    </div>
    
  </div><!-- titleSection -->
<div class="col-12 col-lg-8 offset-lg-2 pt-lg-3 mb-4 portfolioSection">
  <!-- ![go-hiking_img-login](https://loracy.github.io/images/go-hiking/login.png) --><html><head></head><body><h3>&#x5275;&#x4F5C;&#x76EE;&#x7684;</h3>
<p>&#x8B93;&#x611B;&#x597D;&#x767B;&#x5C71;&#x904B;&#x52D5;&#x7684;&#x670B;&#x53CB;&#xFF0C;&#x5B8C;&#x6574;&#x6536;&#x7D0D;&#x5168;&#x53F0;&#x7684;&#x6B65;&#x9053;&#xFF0C;<br>&#x7D50;&#x5408;&#x904A;&#x6232;&#x5316;&#x548C;&#x5546;&#x696D;&#x6A21;&#x5F0F;&#xFF0C;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x7528;&#x6236;&#x7684;&#x5C55;&#x958B;&#x5065;&#x5EB7;&#x6B65;&#x9053;&#x751F;&#x6D3B;&#xFF0C;<br>&#x66F4;&#x53EF;&#x4EE5;&#x8A8D;&#x8B58;&#x5FD7;&#x540C;&#x9053;&#x5408;&#x7684;&#x597D;&#x670B;&#x53CB;&#x3002;</p>
<h3>&#x529F;&#x80FD;&#x767C;&#x60F3;</h3>
<ul class="row portfolioList">
    <li class="col-12 col-lg-10 offset-lg-1 mt-lg-3 d-flex align-items-center">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/1_index.png">        
        <p class="ml-lg-4">&#x70BA;&#x63D0;&#x4F9B;&#x7528;&#x6236;&#x66F4;&#x5FEB;&#x901F;&#x627E;&#x5230;&#x6B65;&#x9053;&#xFF0C;
        <br>&#x6240;&#x4EE5;&#x6B65;&#x9053;&#x53EF;&#x4EE5;&#x4F9D;&#x7167;&#x4E0D;&#x540C;&#x5340;&#x57DF;&#x3001;&#x96E3;&#x5EA6;&#x3001;&#x8DDD;&#x96E2;&#xFF0C;&#x5448;&#x73FE;&#x5728;&#x9996;&#x9801;&#xFF0C;
        <br>&#x4E26;&#x4E14;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x6536;&#x85CF;&#x3002;</p>
    </li>
    <li class="col-12 col-lg-10 offset-lg-1 mt-lg-3 d-flex flex-row-reverse align-items-center">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/2_index.png">        
        <p class="mr-lg-4 text-right">&#x7D50;&#x5408;&#x793E;&#x7FA4;&#x6D3B;&#x52D5;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x53EF;&#x4EE5;&#x8209;&#x8FA6;&#x6D3B;&#x52D5;&#xFF0C;
        <br>&#x5B8C;&#x7F8E;&#x7684;&#x884C;&#x7A0B;&#x53EF;&#x4EE5;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x7528;&#x6236;&#x53C3;&#x52A0;&#xFF0C;
        <br>&#x9664;&#x4E86;&#x71B1;&#x611B;&#x767B;&#x5C71;&#x7684;&#x670B;&#x53CB;&#x53EF;&#x4EE5;&#x4E92;&#x76F8;&#x8A8D;&#x8B58;&#xFF0C;&#x66F4;&#x53EF;&#x4EE5;&#x589E;&#x52A0;&#x7522;&#x54C1;&#x7684;&#x66DD;&#x5149;&#x7387;&#xFF01;</p>
    </li>
    <li class="col-12 col-lg-10 offset-lg-1 mt-lg-3 d-flex align-items-center">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/3_index.png">        
        <p class="ml-lg-5">&#x70BA;&#x4E86;&#x6FC0;&#x8D77;&#x66F4;&#x591A;&#x7684;&#x4F7F;&#x7528;&#x7387;&#xFF0C;&#x8A2D;&#x7F6E;&#x4E86;&#x91CC;&#x7A0B;&#x7891;&#x7684;&#x6A5F;&#x5236;&#xFF0C;
        <br>&#x7528;&#x6236;&#x5F81;&#x670D;&#x6B65;&#x9053;&#x4E4B;&#x5F8C; &#x6309;&#x4E0B; &#x201C;&#x5B8C;&#x6210;&#x6B65;&#x9053;&#x201D;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x7D00;&#x9304;&#x81EA;&#x5DF1;&#x7684;&#x6210;&#x5C31;&#x3002;
        <br>&#x65BC;&#x662F;&#x4E5F;&#x70BA;&#x6B64;&#x4E5F;&#x8A2D;&#x8A08;&#x4E00;&#x500B; &#x201C;&#x6211;&#x7684;&#x6210;&#x5C31;&#x201D; &#x7684;&#x529F;&#x80FD;&#x9801;&#xFF0C;
        <br>&#x5F9E;&#x5730;&#x5716;&#x4E0A;&#x770B;&#x5230;&#x5F81;&#x670D;&#x904E;&#x54EA;&#x4E9B;&#x6B65;&#x9053;&#xFF0C;&#x53E6;&#x5916;&#x9084;&#x6709;&#x6240;&#x6709;&#x7528;&#x6236;&#x7684;&#x6392;&#x884C;&#x699C;&#xFF0C;
        <br>&#x8B93;&#x71B1;&#x611B;&#x767B;&#x5C71;&#x7684;&#x670B;&#x53CB;&#xFF0C;&#x4E00;&#x8D77;&#x4F86;&#x4E00;&#x5834;&#x5F81;&#x670D;&#x6BD4;&#x8CFD;&#xFF01;</p>
    </li>
    <li class="col-12 col-lg-10 offset-lg-1 mt-lg-3 d-flex flex-row-reverse align-items-center">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/4_index.png">        
        <p class="mr-lg-4 text-right">&#x70BA;&#x4E86;&#x60F3;&#x52A0;&#x5165;&#x5546;&#x696D;&#x6A21;&#x5F0F;&#xFF0C;&#x8A2D;&#x7F6E;&#x4E86;&#x512A;&#x60E0;&#x5377;&#x7684;&#x529F;&#x80FD;&#xFF0C;
        <br>&#x900F;&#x904E; &#x5B8C;&#x6210;&#x6B65;&#x9053; &#x548C; &#x8209;&#x8FA6;&#x6D3B;&#x52D5; &#x4E2D;&#x53D6;&#x5F97;&#x7A4D;&#x5206;&#x5F8C;&#x53EF;&#x4EE5;&#x514C;&#x63DB;&#xFF0C;
        <br>&#x9F13;&#x52F5;&#x7528;&#x6236;&#x5B8C;&#x6210;&#x66F4;&#x591A;&#x6B65;&#x9053;&#x548C;&#x53C3;&#x8207;&#x6D3B;&#x52D5;&#xFF01;</p>
    </li>
</ul>
<h3>&#x64D4;&#x4EFB;&#x8077;&#x4F4D;</h3>
<p>UI/UX design</p>
<h3>logo &#x8A2D;&#x8A08;</h3>
<ul class="row col-12">
    <span class="mr-lg-1"><img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/logo.png"></span>
    <span class-"ml-lg-1"=""><img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/go-hiking/logoGrid.png"></span>
</ul>
<h3>&#x8A2D;&#x8A08;&#x7406;&#x5FF5;</h3>
<p>&#x4E3B;&#x8981;&#x4EE5;&#x63A5;&#x8FD1;&#x5927;&#x81EA;&#x7136;&#x7684;&#x6DFA;&#x7DA0;&#x548C;&#x6DF1;&#x7DA0;&#x8272;&#xFF0C;&#x4EE3;&#x8868;&#x5065;&#x5EB7;&#x3001;&#x5927;&#x5730;&#xFF0C;&#x9EC3;&#x8272;&#x4EE3;&#x8868;&#x6D3B;&#x529B;&#x3001;&#x884C;&#x52D5;&#x3002;</p>
<ul class="row portfolioList">
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/1_detail.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/1_detailRecommand.png">    
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/1_detailComment.png">            
        <p class="mt-lg-3">&#x9032;&#x5165;&#x6B65;&#x9053;&#x8A73;&#x7D30;&#x8CC7;&#x8A0A;&#x5F8C;&#xFF0C;&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x5275;&#x9020;&#x81EA;&#x5DF1;&#x7684;&#x5922;&#x5E7B;&#x6216;&#x5E38;&#x7528;&#x7684;&#x6B65;&#x9053;&#x6E05;&#x55AE;&#xFF0C;&#x6BCF;&#x500B;&#x6B65;&#x9053;&#xFF08;&#x6216;&#x6D3B;&#x52D5;&#xFF09;&#x90FD;&#x5728;navigation bar&#x4E0A;&#x8A2D;&#x7F6E;&#x6536;&#x85CF;&#x529F;&#x80FD;&#x3002;&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x80FD;&#x547C;&#x670B;&#x5F15;&#x4F34;&#x4E4B;&#x5916;&#xFF0C;&#x9084;&#x53EF;&#x4EE5;&#x5BA3;&#x50B3;&#x5230;&#x7522;&#x54C1;&#x672C;&#x8EAB;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x5C07;&#x5206;&#x4EAB;&#x529F;&#x80FD;&#x8A2D;&#x7F6E;&#x5728;navigation bar&#x3002;
        <br>&#x70BA;&#x7528;&#x6236;&#x8CBC;&#x5FC3;&#x8457;&#x60F3;&#xFF0C;&#x4E5F;&#x5E0C;&#x671B;&#x5438;&#x5F15;&#x7528;&#x6236;&#x8CFC;&#x8CB7;&#x5C08;&#x696D;&#x7684;&#x767B;&#x5C71;&#x7528;&#x5177;&#xFF0C;&#x6240;&#x4EE5;&#x8A2D;&#x8A08;<b>&#x201C;&#x70BA;&#x60A8;&#x63A8;&#x85A6;&#x201D;</b>&#x5340;&#x57DF;&#x3001;&#x9F13;&#x52F5;&#x7528;&#x6236;&#x4F7F;&#x7528;&#x5408;&#x4F5C;&#x5EE0;&#x5546;&#x63D0;&#x4F9B;&#x7684;&#x512A;&#x60E0;&#x5377;&#x505A;&#x8CFC;&#x8CB7;&#x3002;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x5E0C;&#x671B;&#x6B65;&#x9053;&#x8CC7;&#x6599;&#x4E0D;&#x8981;&#x56FA;&#x5B9A;&#x53EA;&#x6709;&#x653F;&#x5E9C;&#x63D0;&#x4F9B;&#x7684;&#x958B;&#x653E;&#x8CC7;&#x6599;&#xFF0C;&#x6240;&#x4EE5;&#x4FBF;&#x8A2D;&#x7F6E;&#x8A55;&#x8AD6;&#x529F;&#x80FD;&#xFF0C;&#x5E0C;&#x671B;&#x5404;&#x65B9;&#x597D;&#x624B;&#x5206;&#x4EAB;&#x767B;&#x5C71;&#x7D93;&#x9A57;&#xFF0C;&#x85C9;&#x6B64;&#x8C50;&#x5BCC;&#x6B65;&#x9053;&#x7684;&#x8CC7;&#x8A0A;&#x3002;
        <br>&#x6700;&#x5F8C;&#x5982;&#x679C;&#x67E5;&#x770B;&#x5B8C;&#x6B65;&#x9053;&#x8CC7;&#x8A0A;&#xFF08;&#x6ED1;&#x5230;&#x6700;&#x4E0B;&#x9762;&#x4E4B;&#x5F8C;&#xFF09;&#xFF0C;&#x9032;&#x800C;&#x60F3;&#x8981;&#x7ACB;&#x5373;&#x524D;&#x5F80;&#x6B65;&#x9053;&#xFF0C;&#x5373;&#x53EF;&#x6309;&#x4E0B;<b>&#x201C;&#x958B;&#x59CB;&#x5C0E;&#x822A;&#x201D;</b>&#xFF0C;&#x524D;&#x5F80;google map&#x6240;&#x898F;&#x5283;&#x7684;&#x8DEF;&#x7DDA;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x5C07;&#x6B64;&#x529F;&#x80FD;&#x56FA;&#x5B9A;&#x5728;&#x756B;&#x9762;&#x5E95;&#x90E8;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/2_detail.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/2_detailOther.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/2_detailJoined.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/2_chatting.png">                
        <p class="mt-lg-3">&#x9032;&#x5165;&#x6D3B;&#x52D5;&#x8A73;&#x7D30;&#x5167;&#x5BB9;&#x5F8C;&#xFF0C;&#x70BA;&#x4E86;&#x5438;&#x5F15;&#x7528;&#x6236;&#x53C3;&#x52A0;&#x6D3B;&#x52D5;&#xFF0C;&#x5728;&#x4E0B;&#x65B9;&#x56FA;&#x5B9A;&#x5340;&#x57DF;&#x986F;&#x793A;&#x51FA;<b>&#x201C;&#x5DF2;&#x6709;xx&#x4EBA;&#x53C3;&#x52A0;&#xFF01;&#x201D;</b>&#xFF0C;&#x4E5F;&#x8A98;&#x4F7F;&#x7528;&#x6236;&#x5C0D;&#x6D3B;&#x52D5;&#x5167;&#x5BB9;&#x66F4;&#x611F;&#x8208;&#x8DA3;&#x3002;&#x53E6;&#x5916;&#x70BA;&#x4E86;&#x4E0D;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x5206;&#x5FC3;&#xFF0C;&#x5C07;&#x63A8;&#x85A6;&#x7684;&#x5176;&#x4ED6;&#x76F8;&#x4F3C;&#x6D3B;&#x52D5;&#x653E;&#x7F6E;&#x5728;&#x6700;&#x5E95;&#x5340;&#x57DF;&#x3002;
        <br>&#x53C3;&#x52A0;&#x5F8C;&#x5373;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x767C;&#x8D77;&#x4EBA;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;&#x70BA;&#x4E86;&#x4E0D;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x5728;&#x53E6;&#x5916;&#x7D00;&#x9304;&#xFF0C;&#x900F;&#x904E;App&#x5373;&#x53EF;&#x5FEB;&#x901F;&#x64A5;&#x6253;&#x6216;&#x8907;&#x88FD;&#x4FE1;&#x7BB1;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/3_rank.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/3_rankIndex.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/3_rankActivity.png">        
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x7684;&#x767B;&#x5C71;&#x7D00;&#x9304;&#x53EF;&#x4EE5;&#x66F4;&#x6709;&#x6210;&#x5C31;&#x611F;&#x4E4B;&#x5916;&#x3001;&#x4E5F;&#x66FF;&#x7528;&#x6236;&#x589E;&#x52A0;&#x5176;&#x4E2D;&#x7684;&#x5A1B;&#x6A02;&#xFF0C;&#x5E0C;&#x671B;&#x4F7F;&#x7528;&#x8005;&#x80FD;&#x900F;&#x904E;&#x9019;&#x6A23;&#x7684;&#x529F;&#x80FD;&#x66F4;&#x71B1;&#x8877;&#x65BC;&#x5065;&#x5EB7;&#x6D3B;&#x52D5;&#xFF0C;&#x6240;&#x4EE5;&#x5C07;&#x7522;&#x54C1;&#x52A0;&#x5165;&#x904A;&#x6232;&#x6027;&#x3002;
        <br>&#x6240;&#x4EE5;&#x6392;&#x884C;&#x699C;&#x4E0A;&#x9664;&#x4E86;&#x6709;&#x6392;&#x540D;&#x8DDF;&#x7E3D;&#x7A4D;&#x5206;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x4F9D;&#x7167;&#x7528;&#x6236;&#x7D2F;&#x7A4D;&#x7684;&#x7A4D;&#x5206;&#xFF0C;&#x64C1;&#x6709;&#x4E00;&#x500B;&#x7368;&#x7279;&#x7684;&#x982D;&#x929C;&#xFF0C;&#x8B93;&#x9019;&#x5834;&#x6B65;&#x9053;&#x7AF6;&#x722D;&#x66F4;&#x50CF;&#x4E00;&#x5834;&#x523A;&#x6FC0;&#x7684;&#x904A;&#x6232;&#xFF01;
        <br>&#x9EDE;&#x64CA;&#x5176;&#x4ED6;&#x6703;&#x54E1;&#xFF0C;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x4ED6;&#x4EBA;&#x6210;&#x5C31;&#xFF0C;&#x5176;&#x4E2D;&#x6709;&#x8A72;&#x7528;&#x6236; &#x5F81;&#x670D;&#x904E;&#x7684;&#x6B65;&#x9053; &#x548C; &#x8209;&#x8FA6;&#x7684;&#x6D3B;&#x52D5;...&#x7B49;&#x7B49;&#xFF0C;&#x70BA;&#x4E86;&#x589E;&#x52A0;&#x4E0D;&#x540C;&#x7528;&#x6236;&#x4E4B;&#x9593;&#x7684;&#x9023;&#x7D50;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x524D;&#x5F80;&#x4ED6;&#x6B63;&#x5728;&#x8209;&#x8FA6;&#x7684;&#x6D3B;&#x52D5;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8B93;&#x6574;&#x500B;&#x767B;&#x5C71;&#x793E;&#x7FA4;&#x66F4;&#x84EC;&#x52C3;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/4_coupon.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/4_couponWay.png">
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x5438;&#x5F15;&#x7528;&#x6236;&#x514C;&#x63DB;&#x512A;&#x60E0;&#x5377;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x512A;&#x60E0;&#x5377;&#x63A1;&#x7528;<b>&#x201C;&#x9650;&#x6642;&#x201D;</b>&#x3001;<b>&#x201C;&#x71B1;&#x9580;&#x201D;</b>...&#x7B49;&#x7B49;&#x5B57;&#x773C;&#xFF0C;&#x6FC0;&#x8D77;&#x8CFC;&#x8CB7;&#x7522;&#x54C1;&#xFF08;&#x514C;&#x63DB;&#xFF09;&#x7684;&#x617E;&#x671B;&#xFF01;&#x4E26;&#x4E14;&#x4E5F;&#x6709;&#x7A4D;&#x5206;&#x7D2F;&#x7A4D;&#x65B9;&#x5F0F;&#x63D0;&#x4F9B;&#x4F7F;&#x7528;&#x8005;&#x67E5;&#x770B;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/4_likeIndex.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/4_likeActivity.png">
        <p class="mt-lg-3">&#x6211;&#x7684;&#x6536;&#x85CF;&#x88E1;&#x9762;&#x5305;&#x542B;&#x6B65;&#x9053;&#x548C;&#x6D3B;&#x52D5;&#x3002;&#x6B65;&#x9053;&#x7684;&#x9801;&#x9762;&#x662F;&#x4EE5;&#x201C;&#x6536;&#x85CF;&#x6642;&#x9593;&#x201D;&#x505A;&#x6392;&#x5217;&#xFF0C;&#x525B;&#x6536;&#x85CF;&#x7684;&#x5247;&#x6703;&#x6392;&#x5728;&#x6700;&#x4E0A;&#x9762;&#xFF0C;&#x70BA;&#x7684;&#x662F;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x5148;&#x770B;&#x5230;&#x81EA;&#x5DF1;&#x6700;&#x65B0;&#x6536;&#x85CF;&#x7684;&#x6B65;&#x9053;&#xFF1B;
        <br>&#x6D3B;&#x52D5;&#x9801;&#x9762;&#x5247;&#x662F;&#x4EE5;&#x201C;&#x6D3B;&#x52D5;&#x6642;&#x9593;&#x201D;&#x505A;&#x6392;&#x5217;&#xFF0C;&#x8D8A;&#x9760;&#x8FD1;&#x7684;&#x6D3B;&#x52D5;&#x5247;&#x6703;&#x6392;&#x5217;&#x5728;&#x8D8A;&#x4E0A;&#x9762;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x9054;&#x5230;&#x63D0;&#x9192;&#x4F7F;&#x7528;&#x8005;&#x201C;&#x6D3B;&#x52D5;&#x5FEB;&#x5230;&#x4E86;&#x201D;&#x7684;&#x76EE;&#x7684;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/5_1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/5_2.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/5_3.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/5_4.png">
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x907F;&#x514D;&#x8B93;&#x7528;&#x6236;&#x89BA;&#x5F97;&#x201C;&#x767C;&#x8D77;&#x6D3B;&#x52D5;&#x201D;&#x904E;&#x5EA6;&#x7E41;&#x96DC;&#x548C;&#x9EBB;&#x7169;&#xFF0C;&#x6240;&#x4EE5;&#x628A;&#x9700;&#x8981;&#x586B;&#x5BEB;&#x7684;&#x8CC7;&#x6599;&#x5206;&#x6210;4&#x500B;&#x6B65;&#x9A5F;&#xFF0C;&#x7136;&#x5F8C;&#x4E0A;&#x9762;&#x6709;&#x9032;&#x5EA6;&#x689D;&#xFF0C;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x76EE;&#x524D;&#x586B;&#x5BEB;&#x7684;&#x9032;&#x5EA6;&#xFF1B;&#x4E26;&#x4E14;&#x8B93;&#x6240;&#x6709;&#x6B04;&#x4F4D;&#x76E1;&#x91CF;&#x7C21;&#x6F54;&#x5316;&#xFF0C;&#x4F8B;&#x5982;&#x76E1;&#x91CF;&#x4F7F;&#x7528;&#x9078;&#x64C7;&#x5668;&#x3001;&#x907F;&#x514D;&#x9700;&#x8981;&#x6253;&#x5B57;&#x7684;&#x6B04;&#x4F4D;&#xFF0C;&#x52AA;&#x529B;&#x63D0;&#x4F9B;&#x4F7F;&#x7528;&#x8005;&#x66F4;&#x65B9;&#x4FBF;&#x7684;&#x586B;&#x5BEB;&#x6B04;&#x4F4D;&#x3001;&#x4E5F;&#x6E1B;&#x5C11;&#x51FA;&#x932F;&#x7684;&#x6A5F;&#x6703;&#xFF01;
        <br>&#x5176;&#x4E2D;&#x7B2C;&#x56DB;&#x500B;&#x6B65;&#x9A5F;&#x7684;&#x6B04;&#x4F4D;&#x5247;&#x662F;&#x8A62;&#x554F;&#x7528;&#x6236;&#x662F;&#x5426;&#x8981;&#x63D0;&#x4F9B;&#x201C;&#x96FB;&#x8A71;&#x201D;&#x6216;&#x201C;&#x4FE1;&#x7BB1;&#x201D;&#xFF0C;&#x82E5;&#x6309;&#x4E0B;&#x6253;&#x958B;&#x7684;&#x8A71;&#xFF08;&#x5247;&#x9078;&#x64C7;&#x63D0;&#x4F9B;&#xFF09;&#xFF0C;&#x5247;&#x9810;&#x8A2D;&#x5E6B;&#x52A9;&#x586B;&#x5B8C;&#x8A72;&#x7528;&#x6236;&#x7684;&#x8CC7;&#x6599;&#xFF0C;&#x4E26;&#x4E14;&#x7528;&#x6236;&#x4E5F;&#x53EF;&#x4EE5;&#x53E6;&#x5916;&#x518D;&#x4FEE;&#x6539;&#x3002;
        <br>&#x9810;&#x89BD;&#x529F;&#x80FD;&#x5247;&#x662F;&#x5E0C;&#x671B;&#x4F7F;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x4E8B;&#x5148;&#x78BA;&#x8A8D;&#x6D3B;&#x52D5;&#x5167;&#x5BB9;&#x662F;&#x5426;&#x6B63;&#x78BA;&#xFF0C;&#x907F;&#x514D;&#x7528;&#x6236;&#x662F;&#x4E0D;&#x5C0F;&#x5FC3;&#x6309;&#x5230;&#x3001;&#x6216;&#x932F;&#x8AA4;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;&#x4E5F;&#x8B93;&#x7B2C;&#x4E00;&#x6B21;&#x767C;&#x8D77;&#x6D3B;&#x52D5;&#x7684;&#x7528;&#x6236;&#x53EF;&#x4EE5;&#x719F;&#x6089;&#x4E4B;&#x5F8C;&#x7684;&#x756B;&#x9762;&#x9577;&#x600E;&#x6A23;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/1_comment.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/go-hiking/1_commentPreview.png">
        <p class="mt-lg-3">&#x7528;&#x6236;&#x6309;&#x4E0B;&#x5B8C;&#x6210;&#x6B65;&#x9053;&#x5F8C;&#xFF0C;&#x5247;&#x6703;&#x8A62;&#x554F;&#x7528;&#x6236;&#x9858;&#x4E0D;&#x9858;&#x610F;&#x70BA;&#x6211;&#x5011;&#x8A55;&#x8AD6;&#x6B64;&#x6B65;&#x9053;&#xFF0C;&#x5247;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x734E;&#x52F5;&#x7684;&#x7A4D;&#x5206;&#xFF0C;&#x5E0C;&#x671B;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x5143;&#x7684;&#x8A55;&#x8AD6;&#xFF0C;&#x8C50;&#x5BCC;&#x66F4;&#x591A;&#x6B65;&#x9053;&#x7684;&#x8CC7;&#x8A0A;&#x3002;</p>
    </li>
</ul>
<h4>prototype</h4>
<p><a href="https://marvelapp.com/j1bg9b6/" target="_blank" rel="noopener">https://marvelapp.com/j1bg9b6/</a></p>
<div class="col-12 d-flex justify-content-center">
    <iframe src="https://marvelapp.com/j1bg9b6?emb=1&amp;iosapp=false&amp;frameless=false" width="226" height="450.5" allowtransparency="true" frameborder="0"></iframe>
</div><script src="/js/lazyload-plugin/lazyload.intersectionObserver.min.js"></script></body></html>  
</div><!-- portfolioSection -->
<div class="col-12 col-sm-4 offset-sm-4 col-lg-2 offset-lg-5 d-flex flex-column thankSection">
    <a class="text-center d-flex flex-column" href="#">
      <span>感謝你的觀看：）</span>
        回到最上面
    </a>
</div><!-- thankSection -->
<div class="col-12 col-lg-10 offset-lg-1 my-5 my-md-4 my-lg-0 d-flex justify-content-between navigateSection">
    
    <a class="d-flex align-items-center" href="../../../../2018/01/31/cgu/index.html">
      <img src="/images/svg/arrow-left.svg"/>      
      <p class="d-flex flex-column align-items-start mb-0 ml-md-3">
        <span>上一篇</span>
        肺癌照護APP
      </p>
    </a>
  
      
  
    <a class="d-flex align-items-center" href="../../../../2018/01/29/meracle/index.html">
      <p class="d-flex flex-column align-items-end mb-0 mr-md-3">
        <span>下一篇</span>
        憶想奇機 Meracle
      </p>
      <img src="/images/svg/arrow-right.svg"/>
    </a>
  
</div><!-- navigateSection -->

<div class="window">
    <div class="close-tag"></div>
    <img src=""/>
</div>
<!-- popup modal js -->
<script>
    $('.demoImg').click(function(){
        console.log('demoImg is clicked');
        var src = this.src;
        $('.window img').attr('src',src);
        $('.window').addClass('window-show');
    });

    $('.close-tag').click(function(){
        console.log('close-tag clicked');
        $('.window').removeClass('window-show');
    });

    $(document).keyup(function(e){
        var keyWhich =  e.which;
        var keyCode =  e.keyCode;
        if(keyWhich == 27 || keyCode == 27){
            $('.window').removeClass('window-show');
        }
    });        
</script>

      </div>
      
  	</div>

    <!-- After footer scripts -->
    <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/tether/1.4.0/js/tether.min.js" integrity="sha384-DztdAPBWPRXSA/3eYEEUWrWCy7G5KFbe8fFjk5JAIxUYHKkDx6Qin1DkWx51bBrb" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/js/bootstrap.min.js" integrity="sha384-vBWWzlZJ8ea9aCX4pEW3rVHjgjt7zpkNpZk+02D9phzyeVkE+jo0ieGizqPLForn" crossorigin="anonymous"></script>

  </body>
</html>
