<!DOCTYPE html>
<html lang="en">
  <!-- Head tag -->
  <head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

  <!-- Title -->
  
  <title>憶想奇機 Meracle - Loracy</title>

  <!--Favicon-->
  <link rel="icon" href="favicon/favicon.ico">

  <!--Description-->
  
      <meta name="description" content="It&#39;s about my portfolio.">
  

  <!--Author-->
  
      <meta name="author" content="Loracy">
  

  <!-- Pure CSS -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
  <link href="https://fonts.googleapis.com/css?family=Crimson+Text|Open+Sans:300,800" rel="stylesheet">

  <!-- Custom CSS -->
  <link rel="stylesheet" href="/css/styles.css">

  <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
  <!--[if lt IE 9]>
    <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
    <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
  <![endif]-->

  <!-- Google Analytics -->
  


  <!-- jquery   -->
  <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
  
</head>


  <body>
    
  	<div class="container-fluid navbar-container m-sm-5">
      <!-- Header -->
      <nav class="navbar navbar-toggleable-sm navbar-light px-1 py-3 my-3 mb-sm-4">
  <a class="navbar-brand ml-2" href="/">Loracy</a>
  <button class="navbar-toggler navbar-toggler-right py-2" type="button" data-toggle="collapse" data-target="#navbarCollapse" aria-controls="navbarCollapse" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
  <div class="collapse navbar-collapse text-center" id="navbarCollapse">
    <ul class="navbar-nav ml-auto my-auto">
      
        <li class="nav-item">
          <a class="nav-link" href="/">Works</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="/about">About</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="mailto:lora860227@gmail.com">Contact</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="https://www.facebook.com/LoracyLin">Facebook</a>
        </li>
      
    </ul>
    <hr class="hidden-md-up" />
  </div>
</nav>

      
  		<div class="row">
  			<div class="col-12 mb-4">
  <img class="img-fluid project-img" src="/images/meracle/cover.png" alt="憶想奇機 Meracle">
</div>
      
<div class="col-12 col-lg-8 offset-lg-2 pt-3 titleSection">
  <h1>憶想奇機 Meracle</h1>
  
    <div class="tags-container">

        
          
          <span class="tag">
              WEB
          </span>
          
        
          
          <span class="tag">
              APP
          </span>
          
        
          
          <span class="tag">
              Android
          </span>
          
        
  
    </div>
    
  </div><!-- titleSection -->
<div class="col-12 col-lg-8 offset-lg-2 pt-lg-3 mb-4 portfolioSection">
  <html><head></head><body><h3>&#x5275;&#x4F5C;&#x52D5;&#x6A5F;&#x8207;&#x76EE;&#x6A19;</h3>
<p>&#x56E0;&#x8FD1;&#x5E74;&#x4F86;&#x5BB6;&#x9577;&#x66F4;&#x70BA;&#x91CD;&#x8996;&#x5B69;&#x7AE5;&#x5F9E;&#x5C0F;&#x7684;&#x6210;&#x9577;&#x3001;&#x6559;&#x80B2;&#x7B49;&#x7B49;&#xFF0C;<br>&#x800C;&#x6211;&#x5011;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x597D;&#x7684;&#x5DE5;&#x4F5C;&#x8A18;&#x61B6;&#x529B;&#x4E0D;&#x50C5;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x5C08;&#x6CE8;&#x5EA6;&#xFF0C;<br>&#x5728;&#x5B78;&#x7FD2;&#x65B0;&#x7684;&#x4E8B;&#x7269;&#x4E0A;&#x7684;&#x901F;&#x5EA6;&#x53CA;&#x7D44;&#x7E54;&#x3001;&#x6578;&#x7406;&#x8655;&#x7406;&#x80FD;&#x529B;&#xFF0C;&#x90FD;&#x6709;&#x986F;&#x8457;&#x7684;&#x76CA;&#x8655;&#xFF01;<br>&#x56E0;&#x6B64;&#x6211;&#x5011;&#x5E0C;&#x671B;&#x80FD;&#x5275;&#x4F5C;&#x4E00;&#x500B;<br><span class="biggerText">&#x65E2;&#x80FD;&#x63D0;&#x9AD8;&#x5B69;&#x7AE5;&#x8A18;&#x61B6;&#x529B;&#xFF0C;&#x540C;&#x6642;&#x4E5F;&#x80FD;&#x958B;&#x5FC3;&#x73A9;&#x6A02;&#x7684;&#x7522;&#x54C1;</span><br>&#x5E0C;&#x671B;&#x9054;&#x5230;&#x4F7F;&#x5BB6;&#x9577;&#x80FD;&#x653E;&#x5FC3;&#x7684;&#x8B93;&#x5B69;&#x7AE5;&#x73A9;&#x6A02;&#x3001;&#x4EA6;&#x80FD;&#x65B9;&#x4FBF;&#x67E5;&#x770B;&#x7684;&#x7684;&#x76EE;&#x6A19;&#x3002;</p>
<h3>&#x64D4;&#x4EFB;&#x8077;&#x4F4D;</h3>
<p>web &amp; app UI/UX design</p>
<h3>Logo&#x8A2D;&#x8A08;</h3>
<ul class="row col-12">
    <span class="mr-lg-1"><img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/meracle/logo2.png"></span>
    <p class="mt-lg-3">&#x5C07;&#x6D3B;&#x6F51;&#x3001;&#x6B63;&#x5411;&#x7684;&#x6DFA;&#x85CD;&#x8272;&#x4EE3;&#x8868;&#x70BA;&#x5B69;&#x7AE5;&#xFF0C;&#x800C;&#x7A69;&#x91CD;&#x7684;&#x6DF1;&#x85CD;&#x8272;&#x5247;&#x4EE3;&#x8868;&#x70BA;&#x5BB6;&#x9577;&#xFF0C;<br>&#x5176;&#x4E2D;Logo&#x7684;M&#x5B57;&#x578B;&#x5247;&#x8C61;&#x5FB5;&#x5BB6;&#x9577;&#x651C;&#x624B;&#x727D;&#x8457;&#x5B69;&#x7AE5;&#xFF0C;&#x85C9;&#x7531;&#x6211;&#x5011;&#x7522;&#x54C1;&#x9806;&#x5229;&#x63D0;&#x5347;&#x8A18;&#x61B6;&#x529B;&#x3001;&#x4E00;&#x540C;&#x6210;&#x9577;&#x8301;&#x58EF;&#x3002;</p>
</ul>
<h3>Web &#x8A2D;&#x8A08;</h3>
<ul class="row portfolioList">
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb" data-original="/images/meracle/web_map.png">      
        <p class="mt-lg-3">web&#x6700;&#x4E3B;&#x8981;&#x63D0;&#x4F9B;&#x5B69;&#x7AE5;&#x9032;&#x5165;&#x61B6;&#x60F3;&#x57CE;&#x5E02;&#xFF0C;&#x5373;&#x70BA;&#x5E6B;&#x52A9;&#x8A18;&#x61B6;&#x529B;&#x63D0;&#x5347;&#x7684;&#x904A;&#x6232;&#xFF0C;&#x8B93;&#x5B69;&#x7AE5;&#x5728;&#x5F9E;&#x904A;&#x6232;&#x4E2D;&#x7372;&#x5F97;&#x6A02;&#x8DA3;&#x7684;&#x904E;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E5F;&#x80FD;&#x8A13;&#x7DF4;&#x8A18;&#x61B6;&#x529B;&#xFF0C;&#x800C;&#x6211;&#x5011;&#x7686;&#x6703;&#x8A18;&#x9304;&#x6BCF;&#x4E00;&#x6B21;&#x904A;&#x6232;&#x6210;&#x679C;&#x3002;<b>&#x8A3B;&#xFF1A;&#x904A;&#x6232;&#x7F8E;&#x8853;&#x90E8;&#x5206;&#x662F;&#x53E6;&#x4E00;&#x4F4D;&#x540C;&#x5B78;&#x898F;&#x5283;&#x8207;&#x8A2D;&#x8A08;</b></p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_index.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_kid.png">        
        <p class="mt-lg-3">&#x767B;&#x5165;&#x5F8C;&#x5373;&#x53EF;&#x9032;&#x5165;&#x7BA1;&#x7406;&#x9801;&#x9762;&#xFF0C;&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x9032;&#x5165;&#x904A;&#x6232;&#xFF0C;&#x5C07;&#x8A72;&#x529F;&#x80FD;&#x7F6E;&#x9802;&#x65BC;&#x9996;&#x9801;&#x7684;&#x5340;&#x57DF;&#xFF0C;&#x9078;&#x64C7;&#x9810;&#x6E2C;&#x91CF;&#x7684;&#x5B69;&#x7AE5;&#x518D;&#x9EDE;&#x64CA;&#x958B;&#x59CB;&#x904A;&#x6232;&#x7684;&#x6309;&#x9215;&#x5F8C;&#xFF0C;&#x5373;&#x6703;&#x8DF3;&#x5230;&#x904A;&#x6232;&#x756B;&#x9762;&#x3002;&#x9996;&#x9801;&#x5176;&#x4ED6;&#x8CC7;&#x8A0A;&#x5247;&#x662F;&#x7D9C;&#x5408;&#x5E33;&#x865F;&#x542B;&#x6709;&#x7684;&#x6240;&#x6709;&#x5B69;&#x7AE5;&#xFF0C;&#x4EE5;&#x5716;&#x8868;&#x6216;&#x8868;&#x683C;&#x5448;&#x73FE;&#x4E0D;&#x540C;&#x65B9;&#x5F0F;&#x5206;&#x6790;&#x7684;&#x6578;&#x64DA;&#xFF0C;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x53EF;&#x4EE5;&#x5B8C;&#x6574;&#x5730;&#x6BD4;&#x8F03;&#x5B69;&#x7AE5;(&#x5011;)&#x7684;&#x8A18;&#x61B6;&#x529B;&#x6210;&#x679C;&#x548C;&#x8B8A;&#x5316;&#xFF0C;&#x4F8B;&#x5982;&#x900F;&#x904E;&#x5176;&#x4E2D;&#x201C;&#x5E73;&#x5747;&#x72C0;&#x614B;&#x8A18;&#x61B6;&#x529B;&#x201D;&#x5373;&#x53EF;&#x767C;&#x73FE;&#x4E09;&#x500B;&#x5B69;&#x7AE5;&#x5728;&#x5403;&#x98EF;&#x524D;&#x7684;&#x8A18;&#x61B6;&#x529B;&#x7D50;&#x679C;&#x6703;&#x6BD4;&#x8F03;&#x4F4E;&#x3002;
        <br>&#x5B69;&#x7AE5;&#x8CC7;&#x6599;&#x9801;&#x9762;&#xFF0C;&#x5247;&#x63D0;&#x4F9B;&#x6BCF;&#x500B;&#x5B69;&#x7AE5;&#x7684;&#x8A73;&#x7D30;&#x6578;&#x64DA;&#x8207;&#x8B8A;&#x5316;&#xFF0C;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x5C08;&#x5FC3;&#x5728;&#x67D0;&#x500B;&#x5B69;&#x7AE5;&#x7684;<b>&#x6578;&#x64DA;&#x8B8A;&#x5316;</b>&#x4E0A;&#xFF0C;&#x6240;&#x4EE5;&#x8A2D;&#x7F6E;&#x7528;&#x9078;&#x55AE;&#x7684;&#x65B9;&#x5F0F;&#x63D0;&#x4F9B;&#x9078;&#x64C7;&#xFF0C;&#x518D;&#x5448;&#x73FE;&#x8A72;&#x5B69;&#x7AE5;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;&#x4EA6;&#x53EF;&#x4EE5;&#x9078;&#x64C7;&#x4E0D;&#x540C;&#x72C0;&#x614B;&#x6216;&#x6642;&#x6BB5;&#xFF0C;&#x63D0;&#x4F9B;&#x5BB6;&#x9577;&#x66F4;&#x591A;&#x5143;&#x7684;&#x67E5;&#x770B;&#x65B9;&#x5F0F;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_add1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_add2.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_add3.png">
        <p class="mt-lg-3">&#x4E00;&#x500B;&#x5E33;&#x865F;&#x53EF;&#x4EE5;&#x65B0;&#x589E;&#x591A;&#x500B;&#x5B69;&#x7AE5;&#xFF0C;&#x70BA;&#x4E86;&#x65B9;&#x4FBF;&#x5BB6;&#x9577;&#x5206;&#x8FA8;&#xFF0C;&#x6240;&#x4EE5;&#x8A2D;&#x8A08;&#x4E94;&#x7A2E;&#x500B;&#x6027;&#x9BAE;&#x660E;&#x7684;&#x984F;&#x8272;&#xFF0C;&#x4EE3;&#x8868;&#x4E0D;&#x540C;&#x5B69;&#x7AE5;&#x7684;&#x8CC7;&#x6599;&#xFF0C;&#x4EA6;&#x53EF;&#x4EE5;&#x8B93;&#x5716;&#x8868;&#x50B3;&#x9054;&#x66F4;&#x660E;&#x78BA;&#x7684;&#x8CC7;&#x8A0A;&#x3002;
        <br>&#x5176;&#x4E2D;&#x63D0;&#x4F9B;<b>&#x9810;&#x8A2D;&#x5927;&#x982D;&#x8CBC;</b>&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x65B0;&#x589E;&#x5B69;&#x7AE5;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x907F;&#x514D;&#x8B93;&#x6C92;&#x6709;&#x4E0A;&#x50B3;&#x5927;&#x982D;&#x8CBC;&#x7684;&#x5B69;&#x7AE5;&#x7121;&#x6CD5;&#x5206;&#x8FA8;&#xFF08;&#x985E;&#x4F3C;&#x81C9;&#x66F8;&#x90A3;&#x6A23;&#x7684;&#x7070;&#x8272;&#x4EBA;&#x50CF;&#x8B93;&#x4EBA;&#x96E3;&#x4EE5;&#x5206;&#x8FA8;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x500B;&#x5B69;&#x7AE5;&#x90FD;&#x53EF;&#x4EE5;&#x64C1;&#x6709;&#x7368;&#x7279;&#x984F;&#x8272;&#x7684;&#x9810;&#x8A2D;&#x5927;&#x982D;&#x8CBC;&#xFF0C;&#x5BB6;&#x9577;&#x53EA;&#x9700;&#x8981;&#x586B;&#x5BEB;&#x57FA;&#x672C;&#x8CC7;&#x6599;&#x5C31;&#x597D;&#x56C9;&#xFF01;
        <br>&#x70BA;&#x4E86;&#x8D95;&#x5FEB;&#x8B93;&#x7528;&#x6236;&#x9AD4;&#x9A57;&#x6211;&#x5011;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x65B0;&#x589E;&#x5B8C;&#x6210;&#x5F8C;&#x4E5F;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x9EDE;&#x64CA;&#x6309;&#x9215;&#x9032;&#x5165;&#x904A;&#x6232;&#xFF0C;&#x99AC;&#x4E0A;&#x5C31;&#x958B;&#x59CB;&#x9032;&#x884C;&#x8A18;&#x61B6;&#x529B;&#x6E2C;&#x9A57;&#xFF01;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_cardPublic1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_cardPublic2.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb mr-lg-2" data-original="/images/meracle/web_cardPublic3.png">
        <p class="mt-lg-3">&#x63D0;&#x4F9B;&#x5927;&#x773E;&#x6578;&#x64DA;&#xFF08;&#x7D9C;&#x5408;&#x5176;&#x4ED6;&#x6703;&#x54E1;&#x7684;&#x6578;&#x64DA;&#xFF09;&#x7684;&#x5716;&#x8868;&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x4E5F;&#x53EF;&#x4EE5;&#x53C3;&#x8003;&#x5176;&#x4ED6;&#x5B69;&#x7AE5;&#x7684;&#x72C0;&#x6CC1;&#xFF0C;&#x7372;&#x53D6;&#x66F4;&#x591A;&#x6BD4;&#x8F03;&#x6578;&#x64DA;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb" data-original="/images/meracle/web_functionalmap.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg demoImgWeb" data-original="/images/meracle/web_wireframe1.png">
        <p class="mt-lg-3">&#x6574;&#x7406;&#x597D;&#x8CC7;&#x8A0A;&#x67B6;&#x69CB;&#x5716;&#x5E6B;&#x52A9;&#x6211;&#x5011;&#x601D;&#x8003;&#x6709;&#x6C92;&#x6709;&#x529F;&#x80FD;&#x6F0F;&#x6389;&#x7684;&#x3001;&#x6216;&#x662F;&#x6C92;&#x6709;&#x5448;&#x73FE;&#x5230;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;wireframe&#x5728;&#x958B;&#x767C;&#x521D;&#x671F;&#x53EF;&#x4EE5;&#x8B93;&#x6211;&#x548C;&#x5DE5;&#x7A0B;&#x5E2B;&#x78BA;&#x8A8D;&#x529F;&#x80FD;&#x9700;&#x6C42;&#x3001;&#x548C;&#x53EF;&#x884C;&#x5EA6;&#x3002;</p>
    </li>
</ul>
<h3>Android App &#x8A2D;&#x8A08;</h3>
<p>&#x6B64;App&#x4E3B;&#x8981;&#x91DD;&#x5C0D;Android&#x5E73;&#x53F0;&#x505A;&#x8A2D;&#x8A08;&#x548C;&#x958B;&#x767C;&#x3002;</p>
<ul class="row portfolioList">
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_01-default.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_01-ms1.png">
        <!-- <img src="/images/meracle/app_01-ms2.png" class="demoImg"> -->
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_01-ms3.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_01-ms4.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/meracle/app_01-ms5.png">
        <p class="mt-lg-3">&#x6E2C;&#x91CF;&#x8166;&#x6CE2;&#x70BA;&#x6B64;&#x7522;&#x54C1;&#x6700;&#x5927;&#x7684;&#x7279;&#x8272;&#x53CA;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#xFF0C;&#x6240;&#x4EE5;&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x53EF;&#x4EE5;&#x8FC5;&#x901F;&#x958B;&#x59CB;&#x4F7F;&#x7528;&#x6B64;&#x529F;&#x80FD;&#xFF0C;&#x767B;&#x5165;&#x6216;&#x958B;&#x555F;App&#x5F8C;&#xFF0C;&#x5373;&#x662F;&#x9032;&#x5165;&#x7B2C;&#x4E00;&#x500B;&#x756B;&#x9762;&#x3002;&#x900F;&#x904E;&#x85CD;&#x82BD;&#x88DD;&#x7F6E;&#x8207;&#x8166;&#x6CE2;&#x8033;&#x6A5F;&#x9023;&#x7DDA;&#x5F8C;&#xFF0C;&#x5BB6;&#x9577;&#x5373;&#x53EF;&#x900F;&#x904E;App&#x6E2C;&#x91CF;&#x5B69;&#x7AE5;&#x8166;&#x6CE2;&#xFF0C;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x660E;&#x78BA;&#x77E5;&#x9053;&#x201C;&#x6B63;&#x5728;&#x6E2C;&#x91CF;&#x8166;&#x6CE2;&#x201D;&#x7684;&#x72C0;&#x614B;&#xFF0C;&#x6240;&#x4EE5;&#x9664;&#x4E86;&#x4EE5;&#x6A19;&#x984C;&#x6587;&#x5B57;&#x63D0;&#x9192;&#x4F7F;&#x7528;&#x8005;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x8A2D;&#x8A08;&#x8033;&#x6A5F;&#x4E2D;&#x6CE2;&#x52D5;&#x7684;&#x5C0F;&#x52D5;&#x756B;&#xFF0C;&#x8B93;&#x7528;&#x6236;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x7576;&#x4E0B;&#x6B63;&#x5728;&#x6E2C;&#x91CF;&#x7684;&#x72C0;&#x614B;&#x3002;
        <br>&#x6E2C;&#x91CF;&#x7D50;&#x675F;&#x5F8C;&#x9664;&#x4E86;&#x986F;&#x793A;&#x6E2C;&#x91CF;&#x6210;&#x7E3E;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x63D0;&#x4F9B;&#x516D;&#x7A2E;&#x72C0;&#x614B;&#x53EF;&#x4EE5;&#x505A;&#x9078;&#x64C7;&#xFF0C;&#x56E0;&#x70BA;&#x8003;&#x616E;&#x5230;&#x4E0D;&#x8981;&#x8B93;&#x6E2C;&#x91CF;&#x524D;&#x7684;&#x6B65;&#x9A5F;&#x592A;&#x7E41;&#x8907;&#xFF0C;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x8005;&#x7565;&#x904E;&#x4E0D;&#x9078;&#xFF0C;&#x5C31;&#x5931;&#x53BB;&#x4E86;&#x63D0;&#x4F9B;&#x4E0D;&#x540C;&#x72C0;&#x614B;&#x7684;&#x7528;&#x610F;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x5C07;&#x6B64;&#x6B65;&#x9A5F;&#x8A2D;&#x7F6E;&#x5728;&#x201C;&#x6E2C;&#x91CF;&#x7D50;&#x675F;&#x5F8C;&#x201D;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_02-chart1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_02-detail.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_02-detail-popup.png">
        <p class="mt-lg-3">&#x8166;&#x6CE2;&#x6E2C;&#x91CF;&#x7D50;&#x679C;&#x9801;&#x9762;&#x7684;&#x4E0A;&#x534A;&#x90E8;&#x8DDF;web&#x7684;&#x9996;&#x9801;&#x985E;&#x4F3C;&#xFF0C;&#x4E5F;&#x662F;&#x7D9C;&#x5408;&#x6240;&#x6709;&#x5B69;&#x7AE5;&#x3001;&#x4E26;&#x4E14;&#x4EE5;&#x5716;&#x8868;&#x6216;&#x8868;&#x683C;&#x5448;&#x73FE;&#x4E0D;&#x540C;&#x65B9;&#x5F0F;&#x5206;&#x6790;&#x7684;&#x6578;&#x64DA;&#xFF0C;&#x4F46;&#x662F;&#x8003;&#x616E;&#x5230;&#x662F;&#x5728;&#x624B;&#x6A5F;&#x4E0A;&#x5448;&#x73FE;&#xFF0C;&#x6240;&#x4EE5;&#x63A1;&#x7528;&#x4E00;&#x6B21;&#x67E5;&#x770B;&#x4E00;&#x7A2E;&#x5716;&#x8868;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x9EDE;&#x64CA;&#x4E0B;&#x4E00;&#x9801;&#x624D;&#x6703;&#x770B;&#x5230;&#x53E6;&#x4E00;&#x7A2E;&#x5206;&#x6790;&#x5716;&#x8868;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8B93;&#x6574;&#x9AD4;&#x9801;&#x9762;&#x55AE;&#x7D14;&#x4E4B;&#x5916;&#xFF0C;&#x907F;&#x514D;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x5728;&#x8F03;&#x5C0F;&#x7684;&#x87A2;&#x5E55;&#x4E2D;&#xFF0C;&#x651D;&#x53D6;&#x592A;&#x5927;&#x91CF;&#x7684;&#x8CC7;&#x8A0A;&#x3002;
        <br>&#x9801;&#x9762;&#x7684;&#x4E0B;&#x534A;&#x90E8;&#x5247;&#x662F;&#x6BCF;&#x500B;&#x5B69;&#x7AE5;&#x7684;&#x6700;&#x65B0;&#x4E00;&#x6B21;&#x7684;&#x6E2C;&#x91CF;&#x7D50;&#x679C;&#xFF0C;&#x9EDE;&#x64CA;&#x4E4B;&#x5F8C;&#x5373;&#x9032;&#x5165;&#x8A72;&#x5B69;&#x7AE5;&#x7684;&#x8A73;&#x7D30;&#x6578;&#x64DA;&#xFF0C;&#x56E0;&#x70BA;&#x8003;&#x616E;&#x5230;&#x8CC7;&#x6599;&#x91CF;&#x8F03;&#x591A;&#x3001;&#x5728;&#x624B;&#x6A5F;&#x4E0A;&#x8F03;&#x96E3;&#x5448;&#x73FE;&#x6298;&#x7DDA;&#x5716;&#x7684;&#x8B8A;&#x5316;&#xFF0C;&#x6240;&#x4EE5;&#x5C07;&#x8CC7;&#x8A0A;&#x4EE5;&#x5217;&#x8868;&#x7684;&#x65B9;&#x5F0F;&#x5448;&#x73FE;&#xFF0C;&#x4EA6;&#x53EF;&#x9078;&#x64C7;&#x7684;&#x4E0D;&#x540C;&#x6642;&#x6BB5;&#x505A;&#x67E5;&#x8A62;&#xFF0C;&#x4E3B;&#x8981;&#x5E0C;&#x671B;&#x5728;app&#x7AEF;&#x53EF;&#x4EE5;&#x8B93;&#x5BB6;&#x9577;&#x770B;&#x5230;&#x6700;&#x65B0;&#x5E7E;&#x7B46;&#x7684;&#x8CC7;&#x6599;&#x548C;&#x8B8A;&#x5316;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_03-index.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_03-detail1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_03-detail4.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_03-detail5.png">
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x60F3;&#x76E1;&#x91CF;&#x5728;app&#x4E0A;&#x4E5F;&#x80FD;&#x63D0;&#x4F9B;&#x8DDF;web&#x76F8;&#x540C;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;&#x6240;&#x4EE5;&#x5C07;&#x5927;&#x773E;&#x6578;&#x64DA;&#x5206;&#x958B;&#x6210;&#x4E0D;&#x540C;&#x9801;&#x9762;&#x505A;&#x5448;&#x73FE;&#xFF0C;&#x800C;&#x6C92;&#x6709;&#x5C07;&#x771F;&#x6B63;&#x7684;&#x5716;&#x8868;&#x8CC7;&#x8A0A;&#x653E;&#x5728;&#x7B2C;&#x4E00;&#x5C64;&#x3001;&#x800C;&#x662F;&#x653E;&#x5728;&#x4E0B;&#x4E00;&#x5C64;&#xFF0C;&#x662F;&#x56E0;&#x70BA;&#x5927;&#x773E;&#x6578;&#x64DA;&#x7684;&#x8CC7;&#x8A0A;&#x8F03;&#x591A;&#xFF0C;&#x800C;&#x70BA;&#x4E86;&#x60F3;&#x8981;&#x5728;&#x624B;&#x6A5F;&#x87A2;&#x5E55;&#x4E0A;&#x5B8C;&#x6574;&#x5448;&#x73FE;&#x55AE;&#x4E00;&#x8CC7;&#x8A0A;&#xFF0C;&#x4E5F;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x8005;&#x9700;&#x8981;&#x904E;&#x591A;&#x7684;&#x6ED1;&#x52D5;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x5728;app&#x4E0A;&#x9019;&#x6A23;&#x8A2D;&#x8A08;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_04-index.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_04-add-1-1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_04-add-1-2.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_04-add-2.png">
        <p class="mt-lg-3">&#x6703;&#x54E1;&#x5C08;&#x5340;&#x540C;&#x6642;&#x53EF;&#x4EE5;&#x65B0;&#x589E;&#x6216;&#x662F;&#x7DE8;&#x8F2F;&#x5B69;&#x7AE5;&#xFF0C;&#x4EA6;&#x53EF;&#x4EE5;&#x7DE8;&#x8F2F;&#x500B;&#x4EBA;&#x8CC7;&#x8A0A;&#x3002;
        <br>&#x4E00;&#x500B;&#x5E33;&#x865F;&#x53EF;&#x4EE5;&#x65B0;&#x589E;&#x591A;&#x500B;&#x5B69;&#x7AE5;&#xFF0C;&#x70BA;&#x4E86;&#x65B9;&#x4FBF;&#x5BB6;&#x9577;&#x5206;&#x8FA8;&#xFF0C;&#x6240;&#x4EE5;&#x8DDF;web&#x4E00;&#x6A23;&#x8A2D;&#x8A08;&#x4E94;&#x7A2E;&#x500B;&#x6027;&#x9BAE;&#x660E;&#x7684;&#x984F;&#x8272;&#xFF0C;&#x4EE3;&#x8868;&#x4E0D;&#x540C;&#x5B69;&#x7AE5;&#x7684;&#x8CC7;&#x6599;&#xFF0C;&#x4EA6;&#x53EF;&#x4EE5;&#x8B93;&#x5716;&#x8868;&#x50B3;&#x9054;&#x66F4;&#x660E;&#x78BA;&#x7684;&#x8CC7;&#x8A0A;&#x3002;
        <br>&#x5176;&#x4E2D;&#x63D0;&#x4F9B;<b>&#x9810;&#x8A2D;&#x5927;&#x982D;&#x8CBC;</b>&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x8B93;&#x5BB6;&#x9577;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x65B0;&#x589E;&#x5B69;&#x7AE5;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x907F;&#x514D;&#x8B93;&#x6C92;&#x6709;&#x4E0A;&#x50B3;&#x5927;&#x982D;&#x8CBC;&#x7684;&#x5B69;&#x7AE5;&#x7121;&#x6CD5;&#x5206;&#x8FA8;&#xFF08;&#x985E;&#x4F3C;&#x81C9;&#x66F8;&#x90A3;&#x6A23;&#x7684;&#x7070;&#x8272;&#x4EBA;&#x50CF;&#x8B93;&#x4EBA;&#x96E3;&#x4EE5;&#x5206;&#x8FA8;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x500B;&#x5B69;&#x7AE5;&#x90FD;&#x53EF;&#x4EE5;&#x64C1;&#x6709;&#x7368;&#x7279;&#x984F;&#x8272;&#x7684;&#x9810;&#x8A2D;&#x5927;&#x982D;&#x8CBC;&#xFF0C;&#x5BB6;&#x9577;&#x53EA;&#x9700;&#x8981;&#x586B;&#x5BEB;&#x57FA;&#x672C;&#x8CC7;&#x6599;&#x5C31;&#x597D;&#x56C9;&#xFF01;</p>
    </li>
</ul>
<h3>&#x9047;&#x5230;&#x7684;&#x56F0;&#x96E3;&#x8207;&#x89E3;&#x6C7A;&#x65B9;&#x6CD5;</h3>
<ul class="row portfolioList">
    <li class="col-5 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_wireframe1.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_01-default.png">
    </li>
    <li class="col-7 mb-lg-3 pt-4 pb-4">
        <p>&#x4E00;&#x958B;&#x59CB;&#x5728;&#x7E6A;&#x88FD;wireframe&#x6642;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x662F;&#x5C07;&#x6E2C;&#x91CF;&#x7D50;&#x679C;&#x540C;&#x6642;&#x5448;&#x73FE;&#x5728;&#x9996;&#x9801;&#xFF0C;&#x4F46;&#x56E0;&#x70BA;&#x6280;&#x8853;&#x539F;&#x56E0;&#xFF0C;&#x5FC5;&#x9808;&#x5C07;&#x5169;&#x500B;&#x529F;&#x80FD;&#x5206;&#x958B;&#x6210;&#x4E0D;&#x540C;&#x7684;&#x9801;&#x9762;&#x3002;&#x7D93;&#x904E;&#x8003;&#x616E;&#x4E4B;&#x5F8C;&#x6C7A;&#x5B9A;&#x5C07;&#x201C;&#x6E2C;&#x91CF;&#x8166;&#x6CE2;&#x201D;&#x6B64;&#x529F;&#x80FD;&#x8A2D;&#x7F6E;&#x70BA;&#x9996;&#x9801;&#x9801;&#x9762;&#xFF0C;&#x6E2C;&#x91CF;&#x7D50;&#x679C;&#x5247;&#x662F;&#x653E;&#x5728;&#x9078;&#x55AE;&#x88E1;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x9801;&#xFF0C;&#x539F;&#x56E0;&#x662F;&#x6211;&#x8A8D;&#x70BA;App&#x6700;&#x4E3B;&#x8981;&#x9084;&#x662F;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x5FEB;&#x901F;&#x201C;&#x6E2C;&#x91CF;&#x8166;&#x6CE2;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x505A;&#x9019;&#x6A23;&#x7684;&#x9078;&#x64C7;&#x3002;</p>
    </li>    
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-2" data-original="/images/meracle/app_flow.png">
        <p class="mt-lg-3">&#x5176;&#x4E2D;&#x201C;&#x6E2C;&#x91CF;&#x8166;&#x6CE2;&#x201D;&#x7684;&#x529F;&#x80FD;&#x5FC5;&#x9808;&#x6253;&#x958B;&#x624B;&#x6A5F;&#x85CD;&#x82BD;&#x88DD;&#x7F6E;&#xFF0C;&#x4E00;&#x958B;&#x59CB;&#x56E0;&#x70BA;&#x958B;&#x767C;&#x53EF;&#x884C;&#x6027;&#x95DC;&#x4FC2;&#xFF0C;&#x6B64;&#x529F;&#x80FD;&#x5FC5;&#x9808;&#x8981;&#x5207;&#x63DB;&#x5230;&#x624B;&#x6A5F;&#x5167;&#x5EFA;&#x7684;&#x8A2D;&#x5B9A;&#x9801;&#x9762;&#x958B;&#x555F;&#x85CD;&#x82BD;&#x3001;&#x9023;&#x7D50;&#x88DD;&#x7F6E;&#x3001;&#x624D;&#x80FD;&#x56DE;&#x5230;App&#x7E7C;&#x7E8C;&#x4E0B;&#x4E00;&#x500B;&#x6B65;&#x9A5F;&#x3002;&#x5C0E;&#x81F4;&#x90A3;&#x6642;&#x5019;&#x6211;&#x5DF2;&#x7D93;&#x5B8C;&#x6210;&#x7684;&#x8A2D;&#x8A08;&#x7A3F;&#x548C;&#x6D41;&#x7A0B;&#x90FD;&#x8981;&#x6368;&#x68C4;&#x3002;&#x96D6;&#x7136;&#x4E4B;&#x5F8C;&#x5F88;&#x795E;&#x7684;&#x958B;&#x767C;&#x4EBA;&#x54E1;&#xFF0C;&#x9084;&#x662F;&#x628A;App&#x5167;&#x90E8;&#x9023;&#x7D50;&#x85CD;&#x7259;&#x8033;&#x6A5F;&#x7684;&#x529F;&#x80FD;&#x5BE6;&#x4F5C;&#x51FA;&#x4F86;(&#x8B9A;&#x5606;&#x8B9A;&#x5606;)&#xFF0C;&#x4F46;&#x662F;&#x900F;&#x904E;&#x9019;&#x6B21;&#x7D93;&#x9A57;&#x4E86;&#x89E3;&#x5230;&#xFF0C;&#x5728;&#x958B;&#x767C;&#x521D;&#x671F;&#x5C31;&#x61C9;&#x8A72;&#x8981;&#x5148;&#x8DDF;&#x958B;&#x767C;&#x4EBA;&#x54E1;&#x78BA;&#x8A8D;&#x529F;&#x80FD;&#x7684;&#x53EF;&#x884C;&#x6027;&#x548C;&#x6BCF;&#x500B;&#x529F;&#x80FD;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;&#x82B1;&#x591A;&#x4E00;&#x9EDE;&#x6642;&#x9593;&#x6E9D;&#x901A;&#xFF0C;&#x907F;&#x514D;&#x9020;&#x6210;&#x6642;&#x9593;&#x6210;&#x672C;&#x4E0A;&#x7684;&#x6D6A;&#x8CBB;&#x3002;</p>
    </li>   
</ul>
<h3>&#x5FC3;&#x5F97;&#x611F;&#x60F3;</h3>
<p>&#x900F;&#x904E;&#x9019;&#x6B21;&#x5C08;&#x6848;&#xFF0C;&#x5B78;&#x7FD2;&#x5230;&#x5C07;&#x5927;&#x91CF;&#x8CC7;&#x8A0A;&#x5716;&#x8868;&#x5316;&#x7684;&#x7D93;&#x9A57;&#xFF0C;<br>&#x6211;&#x89BA;&#x5F97;&#x5716;&#x8868;&#x61C9;&#x8A72;&#x8981;&#x76E1;&#x91CF;&#x7CBE;&#x7C21;&#x3001;&#x537B;&#x53C8;&#x80FD;&#x8868;&#x9054;&#x6BD4;&#x55AE;&#x4E00;&#x6578;&#x64DA;&#x63D0;&#x4F9B;&#x66F4;&#x6709;&#x610F;&#x7FA9;&#x7684;&#x8CC7;&#x8A0A;&#xFF0C;<br>&#x8B93;&#x7528;&#x6236;&#x53EF;&#x4EE5;&#x6E05;&#x695A;&#x7406;&#x89E3;&#x5176;&#x4E2D;&#x50B3;&#x9054;&#x7684;&#x8CC7;&#x8A0A;&#x548C;&#x8B8A;&#x5316;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#xFF0C;<br>&#x4E26;&#x4E14;&#x4E5F;&#x80FD;&#x5206;&#x8FA8;&#x4E0D;&#x540C;&#x7684;&#x7D71;&#x8A08;&#x6578;&#x64DA;&#x9069;&#x7528;&#x65BC;&#x7528;&#x4E0D;&#x540C;&#x5F62;&#x5F0F;&#x7684;&#x5716;&#x8868;&#xFF0C;&#x56E0;&#x70BA;&#x4E0D;&#x540C;&#x5F62;&#x5F0F;&#x7684;&#x5716;&#x8868;&#x90FD;&#x5404;&#x6709;&#x5176;&#x4E2D;&#x7684;&#x7279;&#x6027;&#xFF01;<br>&#x53E6;&#x5916;&#x9019;&#x4E5F;&#x662F;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x8A2D;&#x8A08;&#x7DB2;&#x7AD9;&#x548C;app&#x96D9;&#x5E73;&#x53F0;&#xFF0C;<br>&#x6DF1;&#x523B;&#x9AD4;&#x6703;&#x5230;&#x8981;&#x5728;&#x4E0D;&#x540C;&#x5E73;&#x53F0;&#x5448;&#x73FE;&#x76F8;&#x540C;&#x7684;&#x8CC7;&#x8A0A;&#x6216;&#x662F;&#x529F;&#x80FD;&#xFF0C;&#x662F;&#x9700;&#x8981;&#x4E0D;&#x592A;&#x4E00;&#x6A23;&#x7684;&#x8A2D;&#x8A08;&#x601D;&#x7DAD;&#xFF0C;<br>&#x4F8B;&#x5982;&#xFF1A;&#x56E0;&#x70BA;&#x624B;&#x6A5F;&#x87A2;&#x5E55;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x6240;&#x4EE5;&#x5716;&#x8868;&#x7684;&#x7A7A;&#x9593;&#x5FC5;&#x9808;&#x8B39;&#x614E;&#x5229;&#x7528;&#xFF0C;&#x800C;&#x8003;&#x616E;&#x5230;&#x4F7F;&#x7528;&#x8005;&#x53EF;&#x80FD;&#x66AB;&#x6642;&#x95DC;&#x6389;&#x624B;&#x6A5F;&#xFF0C;&#x6240;&#x4EE5;&#x9700;&#x8981;&#x6CE8;&#x91CD;&#x7576;&#x4E0B;&#x529F;&#x80FD;&#x7684;&#x9032;&#x884C;&#x72C0;&#x614B;&#x7684;&#x544A;&#x77E5;&#xFF1B;&#x7DB2;&#x7AD9;&#x7684;&#x8A71;&#x5247;&#x662F;&#x5E0C;&#x671B;&#x80FD;&#x63D0;&#x4F9B;&#x6108;&#x8A73;&#x7D30;&#x7684;&#x8CC7;&#x8A0A;&#x8D8A;&#x597D;&#xFF0C;&#x56E0;&#x70BA;&#x4E0D;&#x50CF;&#x624B;&#x6A5F;&#x4E00;&#x6A23;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x624B;&#x52E2;&#x5FEB;&#x901F;&#x8FD4;&#x56DE;&#x4E0A;&#x4E00;&#x9801;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x6703;&#x76E1;&#x91CF;&#x907F;&#x514D;&#x8B93;&#x8CC7;&#x8A0A;&#x592A;&#x591A;&#x5C64;&#x3002;<br>&#x7E3D;&#x4E4B;&#x80FD;&#x5920;&#x53C3;&#x8207;&#x9019;&#x6B21;&#x5C08;&#x6848;&#x662F;&#x500B;&#x5F88;&#x68D2;&#x7684;&#x7D93;&#x9A57;&#x548C;&#x6536;&#x7A6B;&#xFF01;</p>
<h3>&#x9023;&#x7D50;</h3>
<!-- 憶想奇蹟 meracle 是一款學童腦波記憶力評估訓練系統，透過手機的藍芽連接腦波耳機後，可以測量用戶腦波，系統量化後，將以統計圖表的方式呈現，並且可以透過網頁、或下載APP查看。 -->
<!-- <ul class="row portfolioList">
    <li class="col-12 mb-lg-3">
        <p>Website: <a>www.meracle.me/</a></p>
    </li>
    <li class="col-12 mb-lg-3">
        App: www.meracle.me/
    </li>   
</ul> -->
<ul>
<li>&#x7DB2;&#x7AD9;: <a href="http://www.meracle.me/" target="_blank" rel="noopener">www.meracle.me/</a></li>
</ul>
<script src="/js/lazyload-plugin/lazyload.intersectionObserver.min.js"></script></body></html>  
</div><!-- portfolioSection -->
<div class="col-12 col-sm-4 offset-sm-4 col-lg-2 offset-lg-5 d-flex flex-column thankSection">
    <a class="text-center d-flex flex-column" role="button" id="gotoTop">
      <span>感謝你的觀看：）</span>
        回到最上面
    </a>
</div><!-- thankSection -->
<div class="col-12 col-lg-10 offset-lg-1 my-5 my-md-4 my-lg-0 d-flex justify-content-between navigateSection">
    
    <a class="d-flex align-items-center" href="../../../../2018/01/29/go-hiking/index.html">
      <img src="/images/svg/arrow-left.svg"/>      
      <p class="d-flex flex-column align-items-start mb-0 ml-md-3">
        <span>上一篇</span>
        台灣步道
      </p>
    </a>
  
      
  
    <a class="d-flex align-items-center" href="../../../../2018/01/28/other/index.html">
      <p class="d-flex flex-column align-items-end mb-0 mr-md-3">
        <span>下一篇</span>
        其他平面設計
      </p>
      <img src="/images/svg/arrow-right.svg"/>
    </a>
  
</div><!-- navigateSection -->

<div class="window">
    <div class="close-tag"></div>
    <img src=""/>
</div>
<!-- popup modal js -->
<script>
    $('.demoImg').click(function(){
        console.log('demoImg is clicked');
        var src = this.src;
        $('.window img').attr('src',src);
        $('.window').addClass('window-show');
    });

    $('.close-tag').click(function(){
        console.log('close-tag clicked');
        $('.window').removeClass('window-show');
    });

    $(document).keyup(function(e){
        var keyWhich =  e.which;
        var keyCode =  e.keyCode;
        if(keyWhich == 27 || keyCode == 27){
            $('.window').removeClass('window-show');
        }
    });        
</script>

      </div>
      
  	</div>

    <!-- After footer scripts -->
    <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/tether/1.4.0/js/tether.min.js" integrity="sha384-DztdAPBWPRXSA/3eYEEUWrWCy7G5KFbe8fFjk5JAIxUYHKkDx6Qin1DkWx51bBrb" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/js/bootstrap.min.js" integrity="sha384-vBWWzlZJ8ea9aCX4pEW3rVHjgjt7zpkNpZk+02D9phzyeVkE+jo0ieGizqPLForn" crossorigin="anonymous"></script>
<script>
$('#gotoTop').click(function() {
    $('html, body').animate({
        scrollTop: 0
      }, 1000, "easeInOutExpo");
  });
</script>
<!-- <script src="js/resume.js"></script> -->

  </body>
</html>
