<!DOCTYPE html>
<html class="myWeb" lang="en">
  <!-- Head tag -->
  <head>
    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-116007084-1"></script>
    <script>
    window.dataLayer = window.dataLayer || [];
    function gtag(){dataLayer.push(arguments);}
    gtag('js', new Date());

    gtag('config', 'UA-116007084-1');
    </script>

  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

  <!-- Title -->
  
  <title>肺癌照護APP - Loracy</title>

  <!--Favicon-->
  <link rel="icon" href="/favicon/favicon.ico">
  <!-- <link rel="icon" href="favicon/icon.svg"> -->
  <!-- <link rel="shortcut icon" type="image/png" href="favicon/icon.svg"/> -->

  <!--Description-->
  
      <meta name="description" content="It&#39;s about my portfolio.">
  

  <!--Author-->
  
      <meta name="author" content="Loracy">
  

  <!-- Pure CSS -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
  <link href="https://fonts.googleapis.com/css?family=Crimson+Text|Open+Sans:300,800" rel="stylesheet">  

  <!-- Custom CSS -->
  <link rel="stylesheet" href="/css/styles.css">

  <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
  <!--[if lt IE 9]>
    <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
    <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
  <![endif]-->

  <!-- Google Analytics -->
  


  <!-- jquery   -->
  <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
<!-- <script src="//cdn.jsdelivr.net/velocity/1.1.0/velocity.min.js"></script> -->
<!-- <script src="script.js"></script> -->
<script src="https://unpkg.com/feather-icons/dist/feather.min.js"></script>
</head>


  <body>
    
  	<div class="container-fluid navbar-container m-sm-5">
      <!-- Header -->
      <nav class="navbar navbar-toggleable-sm navbar-light px-1 py-3 my-3 mb-sm-4">
  <!-- <a class="navbar-brand ml-2" href="/">Loracy</a> -->
  <a class="navbar-brand ml-2" href="/">
    <img src="/images/logo.png" height="48px" class="logo" />
    <img src="/images/oracy.png" height="48px" class="oracy" />
    <script>
        $('.logo').mouseenter(function(){
          $(this).attr('src','/images/logo-hover.png')
        });
        $('.logo').mouseleave(function(){
          $(this).attr('src','/images/logo.png')
        });
        $('.oracy').mouseenter(function(){
          $(this).attr('src','/images/oracy-hover.png')
        });
        $('.oracy').mouseleave(function(){
          $(this).attr('src','/images/oracy.png')
        });
        $('.oracy').mousedown(function(){
          $(this).attr('src','/images/oracy.png')
        });
        $('.oracy').mouseup(function(){
          $(this).attr('src','/images/oracy.png')
        });
    </script>
  </a>
  <button class="navbar-toggler navbar-toggler-right py-2" type="button" data-toggle="collapse" data-target="#navbarCollapse" aria-controls="navbarCollapse" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
  <div class="collapse navbar-collapse text-center" id="navbarCollapse">
    <ul class="navbar-nav ml-auto my-auto">
      
        <li class="nav-item">
          <a class="nav-link" href="/categories/works/">Works</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="/about">About</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="/resume">Resume</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="mailto:lora860227@gmail.com">Contact</a>
        </li>
      
    </ul>
    <hr class="hidden-md-up" />
  </div>
</nav>

      
  		<div class="row maxWidth">
  			<div class="col-12 mb-4">
  <img class="img-fluid project-img" src="/images/cgu/cover.png" alt="肺癌照護APP">
</div>
      
<div class="col-12 col-lg-8 offset-lg-2 pt-3 titleSection">
  <h1>肺癌照護APP</h1>
  
    <div class="tags-container">

        
          
          <span class="tag">
              APP
          </span>
          
        
          
          <span class="tag">
              IOS
          </span>
          
        
  
    </div>
    
  </div><!-- titleSection -->
<div class="col-12 col-lg-8 offset-lg-2 pt-lg-3 mb-4 portfolioSection">
  <html><head></head><body><h3>&#x958B;&#x767C;&#x52D5;&#x6A5F;</h3>
<p>&#xFF08;&#x6B64;&#x5C08;&#x6848;&#x662F;&#x8207;&#x9577;&#x5E9A;&#x91AB;&#x9662;&#x5408;&#x4F5C;&#x958B;&#x767C;&#xFF09;<br>&#x7531;&#x65BC;&#x764C;&#x75C7;&#x60A3;&#x8005;&#x901A;&#x5E38;&#x9700;&#x8981;&#x5927;&#x91CF;&#x5F80;&#x8FD4;&#x91AB;&#x9662;&#x56DE;&#x8A3A;&#x6216;&#x9032;&#x884C;&#x7642;&#x7A0B;&#xFF0C;<br><strong>&#x75B2;&#x52DE;&#x7684;&#x901A;&#x52E4;&#x6642;&#x9593;</strong> &#x548C; <strong>&#x96DC;&#x4E82;&#x7684;&#x8A3A;&#x7642;&#x65E5;&#x7A0B;</strong>&#xFF0C;&#x5E38;&#x9020;&#x6210;&#x60A3;&#x8005;&#x5FD8;&#x8A18;&#x56DE;&#x8A3A;&#x6216;&#x662F;&#x8A31;&#x591A;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x9EBB;&#x7169;&#x3002;<br>&#x6240;&#x4EE5;&#x6B64;&#x7522;&#x54C1;&#x76EE;&#x7684;&#x5728;&#x70BA;&#x80BA;&#x764C;&#x60A3;&#x8005;&#x63D0;&#x4F9B;<br><span class="biggerText">&#x66F4;&#x826F;&#x597D;&#x7684;&#x9577;&#x7167;&#x8CC7;&#x6E90;&#x54C1;&#x8CEA;&#xFF0C;&#x548C;&#x66F4;&#x6709;&#x6548;&#x7387;&#x5730;&#x8207;&#x500B;&#x7BA1;&#x5E2B;&#x505A;&#x8AEE;&#x8A62;</span></p>
<h3>&#x64D4;&#x4EFB;&#x8077;&#x4F4D;</h3>
<p>UI/UX design</p>
<h3>&#x8A2D;&#x8A08;&#x7406;&#x5FF5;</h3>
<p>&#x4E3B;&#x8981;&#x4EE5;&#x660E;&#x4EAE;&#x7684;&#x7DA0;&#x8272;&#x548C;&#x767D;&#x8272;&#xFF0C;&#x4F7F;&#x7528;&#x6236;&#x611F;&#x53D7;&#x5230;&#x6B63;&#x5411;&#x3001;&#x5065;&#x5EB7;&#x3002;</p>
<ul class="row portfolioList">
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-01.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-02.png">   
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-03.png">   
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-treatment-01.png">   
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x89E3;&#x6C7A;&#x9762;&#x5C0D;&#x5927;&#x91CF;&#x7684;&#x56DE;&#x8A3A;&#x65E5;&#x671F;&#x3001;&#x75C5;&#x60A3;&#x5BB9;&#x6613;&#x5FD8;&#x8A18;&#x7684;&#x72C0;&#x6CC1;&#xFF0C;&#x6240;&#x4EE5;&#x8A2D;&#x7F6E;&#x7B2C;&#x4E00;&#x5F35;&#x5361;&#x7247;&#x63D0;&#x9192;&#x4E0B;&#x4E00;&#x6B21;&#x7684;&#x56DE;&#x8A3A;&#x65E5;&#x671F;&#x548C;&#x5012;&#x6578;&#x6642;&#x9593;&#xFF0C;&#x9EDE;&#x64CA;&#x201C;&#x67E5;&#x770B;&#x6211;&#x7684;&#x7642;&#x7A0B;&#x201D;&#x4E4B;&#x5F8C;&#xFF0C;&#x5373;&#x53EF;&#x9032;&#x5165;&#x91AB;&#x9662;&#x63D0;&#x4F9B;&#x7684;&#x6240;&#x6709;&#x7642;&#x7A0B;&#x65E5;&#x671F;&#x548C;&#x500B;&#x7BA1;&#x5E2B;&#x63D0;&#x4F9B;&#x7684;&#x6CE8;&#x610F;&#x4E8B;&#x9805;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x6709;&#x7CFB;&#x7D71;&#x5730;&#x8B93;&#x7528;&#x6236;&#x6E05;&#x695A;&#x6BCF;&#x4E00;&#x6B21;&#x7642;&#x7A0B;&#x65E5;&#x671F;&#x3002;
        <br>&#x9996;&#x9801;&#x7684;&#x7B2C;&#x4E8C;&#x5F35;&#x5361;&#x7247;&#x5247;&#x662F;&#x5F9E;&#x653F;&#x5E9C;&#x63D0;&#x4F9B;&#x7684;&#x201D;&#x7A7A;&#x6C23;&#x54C1;&#x8CEA;&#x6307;&#x6A19;(AQI)&#x8207;&#x6D3B;&#x52D5;&#x5EFA;&#x8B70;&#x201C;&#x7372;&#x53D6;&#x7684;&#x8CC7;&#x6599;&#xFF0C;&#x5176;&#x4E2D;&#x6D3B;&#x52D5;&#x5EFA;&#x8B70;&#x5247;&#x662F;&#x63A1;&#x7528;&#x201C;&#x654F;&#x611F;&#x6027;&#x65CF;&#x7FA4;&#x6D3B;&#x52D5;&#x5EFA;&#x8B70;&#x201C;&#x7684;&#x6B04;&#x4F4D;&#xFF0C;&#x5E0C;&#x671B;&#x6211;&#x5011;&#x7684;&#x5EFA;&#x8B70;&#x53EF;&#x4EE5;&#x66F4;&#x8CBC;&#x8FD1;&#x75C5;&#x60A3;&#x3001;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x5011;&#x4E3B;&#x8981;&#x7684;&#x4F7F;&#x7528;&#x8005;&#x3002;
        <br>&#x9996;&#x9801;&#x7684;&#x7B2C;&#x4E09;&#x5F35;&#x5361;&#x7247;&#x5247;&#x662F;&#x7576;&#x5929;&#x7684;&#x5929;&#x6C23;&#x72C0;&#x6CC1;&#xFF0C;&#x5E0C;&#x671B;&#x65B9;&#x4FBF;&#x4F7F;&#x7528;&#x8005;&#x8A55;&#x4F30;&#x51FA;&#x9580;&#x524D;&#x7684;&#x6E96;&#x5099;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-chat-01.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-chat-02.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Home-chat-03.png">
        <p class="mt-lg-3">&#x70BA;&#x4E86;&#x8B93;&#x75C5;&#x60A3;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x7387;&#x7684;&#x548C;&#x500B;&#x7BA1;&#x5E2B;&#x505A;&#x8AEE;&#x8A62;&#xFF0C;&#x6211;&#x5C07;&#x201D;&#x806F;&#x7D61;&#x500B;&#x7BA1;&#x5E2B;&#x201C;&#x6B64;&#x529F;&#x80FD;&#x8A2D;&#x7F6E;&#x5728;navigation bar&#x7684;&#x53F3;&#x4E0A;&#x89D2;&#xFF0C;&#x4EE5;&#x53CA;&#x5206;&#x6210;&#x4E0D;&#x540C;&#x7DCA;&#x6025;&#x7A0B;&#x5EA6;&#x7684;&#x9810;&#x8A2D;&#x8A0A;&#x606F;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x5E6B;&#x52A9;&#x75C5;&#x60A3;&#x66F4;&#x5FEB;&#x901F;&#x5730;&#x8207;&#x500B;&#x7BA1;&#x5E2B;&#x806F;&#x7D61;&#xFF0C;&#x7576;&#x7136;&#x7528;&#x6236;&#x4E5F;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x7DE8;&#x8F2F;&#x9810;&#x8A2D;&#x8A0A;&#x606F;&#xFF0C;&#x8B93;&#x4ED6;&#x5728;&#x7DCA;&#x6025;&#x95DC;&#x982D;&#x66F4;&#x80FD;&#x6709;&#x6548;&#x7387;&#x5730;&#x901A;&#x77E5;&#x500B;&#x7BA1;&#x5E2B;&#xFF0C;&#x4E0D;&#x5FC5;&#x5728;&#x53E6;&#x5916;&#x82B1;&#x6642;&#x9593;&#x6253;&#x5B57;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-body-01.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-body-02.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-body-keyboard.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-body-saved.png">
        <p class="mt-lg-3">&#x8A2D;&#x8A08;&#x767B;&#x8A18;&#x6BCF;&#x65E5;&#x72C0;&#x6CC1;&#x7684;&#x9019;&#x500B;&#x529F;&#x80FD;&#xFF0C;&#x9664;&#x4E86;&#x53EF;&#x4EE5;&#x8B93;&#x500B;&#x7BA1;&#x5E2B;&#x548C;&#x91AB;&#x5E2B;&#x65B9;&#x4FBF;&#x8FFD;&#x8E64;&#x75C5;&#x60A3;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x8B93;&#x7528;&#x6236;&#x66F4;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x8EAB;&#x9AD4;&#x548C;&#x75C5;&#x60C5;&#x6539;&#x5584;(&#x6216;&#x554F;&#x984C;)&#x3002;&#x70BA;&#x4E86;&#x7D66;&#x7528;&#x6236;&#x6BCF;&#x65E5;&#x4EFB;&#x52D9;&#x7684;&#x611F;&#x89BA;&#xFF0C;&#x201C;&#x4ECA;&#x65E5;&#x5B8C;&#x6210;&#x5EA6;&#x201D;&#x4F7F;&#x7528;&#x9032;&#x5EA6;&#x689D;&#x7684;&#x65B9;&#x5F0F;&#x5448;&#x73FE;&#xFF0C;&#x9F13;&#x52F5;&#x7528;&#x6236;&#x76E1;&#x91CF;&#x586B;&#x5BEB;&#x7684;&#x8D8A;&#x591A;&#x8D8A;&#x597D;&#x3002;
        <br>&#x9EDE;&#x64CA;&#x201C;&#x8EAB;&#x9AD4;&#x72C0;&#x6CC1;&#x201D;&#x5F8C;&#x5373;&#x53EF;&#x4EE5;&#x767B;&#x8A18;&#x7576;&#x65E5;&#x6578;&#x64DA;&#xFF0C;&#x5176;&#x4E2D;&#x9AD4;&#x91CD;&#x6B04;&#x4F4D;&#x6703;<b>&#x9810;&#x8A2D;&#x586B;&#x5165;&#x4E0A;&#x4E00;&#x6B21;&#x586B;&#x5165;&#x7684;&#x6578;&#x503C;</b>&#xFF0C;&#x56E0;&#x70BA;&#x9AD4;&#x91CD;&#x901A;&#x5E38;&#x4E26;&#x4E0D;&#x6703;&#x6709;&#x592A;&#x5927;&#x5E45;&#x5EA6;&#x8B8A;&#x52D5;&#xFF0C;&#x6240;&#x4EE5;&#x63A1;&#x7528; <b>&#x201C;+0.1&#x201C;&#x201D;-0.1&#x201C; &#x7684;&#x6309;&#x9215;&#x66F4;&#x6539;&#x9AD4;&#x91CD;&#x6578;&#x503C;</b>(&#x6B64;&#x529F;&#x80FD;&#x5728;&#x8A2D;&#x8A08;&#x7A3F;&#x898F;&#x7BC4;&#x88E1;&#x9762;&#x63D0;&#x51FA;&#x5F8C;&#x3001;&#x5DE5;&#x7A0B;&#x90E8;&#x5206;&#x6709;&#x5BE6;&#x4F5C;&#x51FA;&#x4F86;)&#xFF1B;&#x800C;&#x9AD4;&#x6EAB;&#x3001;&#x6536;&#x7E2E;&#x58D3;&#x3001;&#x8212;&#x5F35;&#x58D3;&#x5247;&#x662F;&#x4EE5;slider&#x689D;&#x7684;&#x65B9;&#x5F0F;&#x63D0;&#x4F9B;&#x9078;&#x64C7;&#xFF0C;&#x539F;&#x56E0;&#x662F;&#x70BA;&#x4E86;&#x53EF;&#x4EE5;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x5927;&#x5E45;&#x8ABF;&#x6574;&#x5176;&#x6578;&#x503C;&#x3001;&#x65B9;&#x4FBF;&#x66F4;&#x6539;&#xFF1B;&#x8108;&#x640F;&#x5247;&#x662F;&#x5728;&#x7528;&#x6236;&#x586B;&#x5B8C;&#x6536;&#x7E2E;&#x58D3;&#x548C;&#x8212;&#x5F35;&#x58D3;&#x5F8C;&#xFF0C;&#x81EA;&#x52D5;&#x5E6B;&#x7528;&#x6236;&#x8A08;&#x7B97;&#x597D;&#x5176;&#x6578;&#x503C;&#xFF08;&#x6536;&#x7E2E;&#xFF0D;&#x8212;&#x5F35;&#xFF1D;&#x8108;&#x640F;&#xFF09;&#xFF0C;&#x5982;&#x679C;&#x8207;&#x7528;&#x6236;&#x91CF;&#x6E2C;&#x51FA;&#x7684;&#x6578;&#x503C;&#x6709;&#x843D;&#x5DEE;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x505A;&#x66F4;&#x6539;&#xFF1B;&#x5FC3;&#x60C5;&#x7D00;&#x9304;&#x90E8;&#x5206;&#x5247;&#x662F;&#x91AB;&#x9662;&#x975E;&#x5E38;&#x5805;&#x6301;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x66F4;&#x4E86;&#x89E3;&#x75C5;&#x60A3;&#x5FC3;&#x60C5;&#xFF0C;&#x518D;&#x4E0D;&#x5E78;&#x4E8B;&#x60C5;&#x767C;&#x751F;&#x4E4B;&#x524D;&#x53EF;&#x4EE5;&#x53CA;&#x6642;&#x963B;&#x6B62;&#xFF0C;&#x6240;&#x4EE5;&#x76F4;&#x63A5;&#x4EE5;&#x4E94;&#x7A2E;&#x8868;&#x60C5;&#x91CF;&#x5316;&#x5FC3;&#x60C5;&#x91CF;&#x5316;&#x5FC3;&#x60C5;&#x7684;&#x8CC7;&#x6599;&#x3002;&#x4EE5;&#x4E0A;&#x6B04;&#x4F4D;&#x5E7E;&#x4E4E;&#x90FD;&#x4E0D;&#x9700;&#x8981;&#x624B;&#x52D5;&#x8F38;&#x5165;&#xFF0C;&#x662F;&#x5E0C;&#x671B;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x8005;&#x89BA;&#x5F97;&#x592A;&#x9EBB;&#x7169;&#x3001;&#x5C0E;&#x81F4;&#x4E0D;&#x60F3;&#x6BCF;&#x5929;&#x586B;&#x5BEB;&#x8EAB;&#x9AD4;&#x72C0;&#x6CC1;&#xFF0C;&#x7576;&#x7136;&#x4E5F;&#x662F;&#x70BA;&#x4E86;&#x63D0;&#x4F9B;&#x66F4;&#x597D;&#x7684;&#x9AD4;&#x9A57;&#xFF01;
        <br>&#x6309;&#x4E0B;&#x5132;&#x5B58;&#x4E4B;&#x5F8C;&#x5373;&#x6703;&#x8DF3;&#x5230;&#x7B2C;&#x4E94;&#x5F35;&#x5716;&#x7247;&#xFF0C;&#x53EA;&#x8981;&#x5728;&#x540C;&#x4E00;&#x5929;&#x90FD;&#x53EF;&#x4EE5;&#x518D;&#x6B21;&#x7DE8;&#x8F2F;&#x8A72;&#x8CC7;&#x6599;&#x3002;</p>
    </li>
    <li class="col-12 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-diet-01.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-diet-03.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-diet-add-01.png">
        <img src="../../../../images/svg/loading.svg" class="demoImg mr-lg-3" data-original="/images/cgu/Daily-diet-add-02.png">
        <p class="mt-lg-3">&#x98F2;&#x98DF;&#x8A18;&#x9304;&#x4E0D;&#x50C5;&#x5E6B;&#x52A9;&#x60A3;&#x8005;&#x63A7;&#x5236;&#x5065;&#x5EB7;&#x98F2;&#x98DF;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8B93;&#x500B;&#x7BA1;&#x5E2B;&#x7D66;&#x75C5;&#x60A3;&#x66F4;&#x591A;&#x5E6B;&#x52A9;&#x75C5;&#x60C5;&#x7684;&#x98F2;&#x98DF;&#x610F;&#x898B;&#x3002;&#x5C07;&#x4E4B;&#x8A2D;&#x8A08;&#x6210;&#x5361;&#x7247;&#x3001;&#x4E26;&#x4E14;&#x53EF;&#x4EE5;&#x4F9D;&#x7167;&#x6642;&#x9593;&#x5DE6;&#x53F3;&#x6392;&#x5217;&#xFF0C;&#x662F;&#x70BA;&#x4E86;&#x8B93;&#x7528;&#x6236;&#x4E5F;&#x53EF;&#x4EE5;&#x56DE;&#x9867;&#x81EA;&#x5DF1;&#x6BCF;&#x5929;&#x7684;&#x98F2;&#x98DF;&#x7D00;&#x9304;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x9054;&#x5230;&#x81EA;&#x6211;&#x8B66;&#x60D5;&#x7684;&#x76EE;&#x7684;&#x3002;&#x201C;&#x65B0;&#x589E;&#x98F2;&#x98DF;&#x7D00;&#x9304;&#x201D;&#x7684;&#x529F;&#x80FD;&#x4E5F;&#x9810;&#x8A2D;&#x586B;&#x5165;&#x7576;&#x4E0B;&#x6642;&#x9593;&#xFF0C;&#x6E1B;&#x5C11;&#x4F7F;&#x7528;&#x8005;&#x9700;&#x8981;&#x586B;&#x5BEB;&#x7684;&#x8CC7;&#x6599;&#x3002;</p>
    </li>
    <li class="col-5 mb-lg-3">
        <img src="../../../../images/svg/loading.svg" class="demoImg" data-original="/images/cgu/status.png">
    </li>
    <li class="col-7 mb-lg-3 pt-4 pb-4">
        <p>&#x5929;&#x6C23;&#x72C0;&#x6CC1;&#x548C;&#x7A7A;&#x6C23;&#x72C0;&#x6CC1;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x662F;&#x4F9D;&#x7167;&#x91AB;&#x5E2B;&#x63A8;&#x85A6;&#x548C;&#x653F;&#x5E9C;&#x63D0;&#x4F9B;&#x7684;&#x8CC7;&#x8A0A;&#x53BB;&#x505A;&#x4E0D;&#x540C;&#x7B49;&#x7D1A;&#x7684;&#x5716;&#x793A;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x66F4;&#x8CBC;&#x8FD1;&#x4F7F;&#x7528;&#x8005;&#xFF0C;&#x4E5F;&#x80FD;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x900F;&#x904E;&#x5716;&#x793A;&#x8B8A;&#x4E00;&#x76EE;&#x77AD;&#x7136;&#x3002;</p>
    </li>   
</ul>
<h3>&#x9047;&#x5230;&#x56F0;&#x96E3;&#x8207;&#x89E3;&#x6C7A;&#x65B9;&#x5F0F;</h3>
<p>&#x958B;&#x767C;&#x521D;&#x671F;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x6211;&#x5011;&#x7686;&#x662F;&#x6309;&#x7167;&#x9700;&#x6C42;&#x6587;&#x4EF6;&#x53BB;&#x505A;&#x8A2D;&#x8A08;&#xFF0C;&#x4E26;&#x4E14;&#x76F4;&#x63A5;&#x4EA4;&#x7D66;&#x5DE5;&#x7A0B;&#x5E2B;&#x505A;&#x958B;&#x767C;&#xFF0C;<br>&#x4F46;&#x6642;&#x5E38;&#x5C0E;&#x81F4;&#x5F8C;&#x4F86;&#x548C;&#x5C0D;&#x65B9;&#x78BA;&#x8A8D;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x8207;&#x771F;&#x6B63;&#x7684;&#x9700;&#x6C42;&#x4E0D;&#x4E00;&#x81F4;&#x7684;&#x72C0;&#x6CC1;&#xFF0C;<br>&#x6240;&#x4EE5;&#x5FC5;&#x9808;&#x6368;&#x68C4;&#x539F;&#x672C;&#x5DF2;&#x7D93;&#x5B8C;&#x6210;&#x7684;&#x8A2D;&#x8A08;&#x548C;&#x5DE5;&#x7A0B;&#xFF0C;&#x6D6A;&#x8CBB;&#x4E86;&#x8A31;&#x591A;&#x6642;&#x9593;&#x548C;&#x958B;&#x767C;&#x6210;&#x672C;&#x3002;<br>&#x4E4B;&#x5F8C;&#x5F8C;&#x7E8C;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x6211;&#x5011;&#x61C9;&#x8A72;&#x5148;&#x5C07;wireframe&#x7E6A;&#x88FD;&#x5B8C;&#x6210;&#x5F8C;&#xFF0C;&#x8207;&#x9700;&#x6C42;&#x7AEF;&#x6E9D;&#x901A;&#x4E26;&#x4E14;&#x78BA;&#x8A8D;&#x5F8C;&#xFF0C;<br>&#x624D;&#x9032;&#x884C;&#x4E0B;&#x4E00;&#x500B;&#x968E;&#x6BB5;&#x7684;&#x958B;&#x767C;&#x904E;&#x7A0B;&#xFF0C;&#x907F;&#x514D;&#x53C8;&#x8981;&#x4E00;&#x76F4;&#x6539;&#x52D5;&#x3002;<br><br>&#x539F;&#x672C;&#x7684;&#x958B;&#x767C;&#x65B9;&#x5F0F;&#x6703;&#x5148;&#x7B49;mockup&#x5B8C;&#x6210;&#x5F8C;&#xFF0C;&#x518D;&#x5C07;&#x5176;&#x8A2D;&#x8A08;&#x898F;&#x7BC4;&#x4EA4;&#x7D66;&#x5DE5;&#x7A0B;&#x5E2B;&#x505A;&#x5F8C;&#x9700;&#x958B;&#x767C;&#xFF0C;<br>&#x6240;&#x4EE5;&#x6709;&#x6642;&#x5019;&#x6703;&#x5C0E;&#x81F4;&#x8A2D;&#x8A08;&#x5361;&#x4F4F;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x6574;&#x500B;&#x9032;&#x5EA6;&#x6703;&#x5EF6;&#x9072;&#x3001;&#x958B;&#x767C;&#x8F03;&#x6C92;&#x6709;&#x6548;&#x7387;&#xFF1B;<br>&#x4E4B;&#x5F8C;&#x6211;&#x5011;&#x6C7A;&#x5B9A;&#x6703;&#x5148;&#x4EE5;wireframe&#x7684;&#x5F62;&#x5F0F;&#x63D0;&#x4F9B;&#x7D66;&#x5DE5;&#x7A0B;&#x5E2B;&#xFF0C;&#x5148;&#x9032;&#x884C;&#x529F;&#x80FD;&#x90E8;&#x5206;&#x7684;&#x958B;&#x767C;&#xFF0C;<br>layout&#x7684;&#x8ABF;&#x6574;&#x6216;&#x7D30;&#x7BC0;&#x7684;&#x8B8A;&#x52D5;&#xFF0C;&#x53EF;&#x4EE5;&#x4E4B;&#x5F8C;&#x53E6;&#x5916;&#x518D;&#x4FEE;&#x6539;&#x3002;</p>
<script src="/js/lazyload-plugin/lazyload.intersectionObserver.min.js"></script></body></html>  
</div><!-- portfolioSection -->
<script> 
$('.portfolioSection h3').prepend('<img src="../images/dot.png" height="48px" class="" />');
</script>
<div class="col-12 col-sm-4 offset-sm-4 col-lg-2 offset-lg-5 d-flex flex-column thankSection">
    <a class="text-center d-flex flex-column" role="button" id="gotoTop">
      <span>感謝你的觀看：）</span>
        回到最上面
    </a>
</div><!-- thankSection -->
<div class="col-12 col-lg-10 offset-lg-1 my-5 my-md-4 my-lg-0 d-flex justify-content-between navigateSection">
    
    <a class="d-flex align-items-center" href="#"></a>
  
      
  
    <a class="d-flex align-items-center" href="../../../../comingweb/index.html">
      <p class="d-flex flex-column align-items-end mb-0 mr-md-3">
        <span>下一篇</span>
        形象網站
      </p>
      <img src="/images/svg/arrow-right.svg"/>
    </a>
  
</div><!-- navigateSection -->

<div class="window">
    <div class="close-tag"></div>
    <img src=""/>
</div>
<!-- popup modal js -->
<script>
    $('.demoImg').click(function(){
        console.log('demoImg is clicked');
        var src = this.src;
        $('.window img').attr('src',src);
        $('.window').addClass('window-show');
    });

    $('.close-tag').click(function(){
        console.log('close-tag clicked');
        $('.window').removeClass('window-show');
    });

    $(document).keyup(function(e){
        var keyWhich =  e.which;
        var keyCode =  e.keyCode;
        if(keyWhich == 27 || keyCode == 27){
            $('.window').removeClass('window-show');
        }
    });        
</script>

      </div>
      
  	</div>

    <!-- After footer scripts -->
    <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/tether/1.4.0/js/tether.min.js" integrity="sha384-DztdAPBWPRXSA/3eYEEUWrWCy7G5KFbe8fFjk5JAIxUYHKkDx6Qin1DkWx51bBrb" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/js/bootstrap.min.js" integrity="sha384-vBWWzlZJ8ea9aCX4pEW3rVHjgjt7zpkNpZk+02D9phzyeVkE+jo0ieGizqPLForn" crossorigin="anonymous"></script>
<script>
//get feather icons
feather.replace();

//go to top animation
$('#gotoTop').click(function() {
    $('html, body').animate({
        scrollTop: 0
      }, 1000, "easeInOutExpo");
  });

//intro animation
$(document).ready(function(){
});
</script>

  </body>
</html>
