<!DOCTYPE html>
<html class="myWeb" lang="en">
  <!-- Head tag -->
  <head>
    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-116007084-1"></script>
    <script>
    window.dataLayer = window.dataLayer || [];
    function gtag(){dataLayer.push(arguments);}
    gtag('js', new Date());

    gtag('config', 'UA-116007084-1');
    </script>

  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

  <!-- Title -->
  
  <title>肺癌照護APP - Lora | portfolio</title>

  <!--Favicon-->
  <link rel="icon" href="/favicon/favicon.ico">
  <!-- <link rel="icon" href="/favicon/logo.svg"> -->
  <!-- <link rel="icon" href="favicon/icon.svg"> -->
  <!-- <link rel="shortcut icon" type="image/png" href="favicon/icon.svg"/> -->

  <!--Description-->
  
      <meta name="description" content="Lora&#39;s portfolio.">
  

  <!--Author-->
  
      <meta name="author" content="Lora Lin">
  

  <!-- Pure CSS -->
  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
  <link href="https://fonts.googleapis.com/css?family=Crimson+Text|Open+Sans:300,800" rel="stylesheet">  

  <!-- Custom CSS -->
  <link rel="stylesheet" href="/css/styles.css">

  <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
  <!--[if lt IE 9]>
    <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
    <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
  <![endif]-->

  <!-- Google Analytics -->
  


  <!-- jquery   -->
  <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
<!-- <script src="//cdn.jsdelivr.net/velocity/1.1.0/velocity.min.js"></script> -->
<!-- <script src="script.js"></script> -->
<script src="https://unpkg.com/feather-icons/dist/feather.min.js"></script>
</head>


  <body>
    
  	<div class="container-fluid navbar-container m-sm-5">
      <!-- Header -->
      <nav class="navbar navbar-toggleable-sm navbar-light px-1 py-3 my-3 mb-sm-4">
  <!-- <a class="navbar-brand ml-2" href="/">Lora | portfolio</a> -->
  <a class="navbar-brand ml-2 d-flex flex-column align-items-center" href="/">
    <img src="/images/logo.png" width="48px" height="48px" class="logo" />
    <img src="/images/oracy.png" width="48px" height="20px" class="oracy" />
    <style>
      .lora-o{
        transition: all .5s;
        margin-top: -28px;
        z-index: -1;
      }
      .lora-r{
        transition: all .5s;
        margin-top: -36px;
        z-index: -2;
      }
      .lora-a{
        transition: all .5s;
        margin-top: -36px;
        z-index: -3;
      }
      .lora-hover{
        transition: all .5s;
        margin-top: 0!important;
      }
    </style>
    <script>
        $('.logo').mouseenter(function(){
          $(this).attr('src','/images/logo-hover.png');
          $('.lora-o').addClass('lora-hover');
          $('.lora-r').addClass('lora-hover');
          $('.lora-a').addClass('lora-hover');
        });
        $('.logo').mouseleave(function(){
          $(this).attr('src','/images/logo.png');
          $('.lora-o').removeClass('lora-hover');
          $('.lora-r').removeClass('lora-hover');
          $('.lora-a').removeClass('lora-hover');
        });
        $('.oracy').mouseenter(function(){
          $(this).attr('src','/images/oracy-hover.png');
        });
        $('.oracy').mouseleave(function(){
          $(this).attr('src','/images/oracy.png');
        });
        $('.oracy').mousedown(function(){
          $(this).attr('src','/images/oracy.png');
        });
        $('.oracy').mouseup(function(){
          $(this).attr('src','/images/oracy.png');
        });
    </script>
  </a>
  <button class="navbar-toggler navbar-toggler-right py-2" type="button" data-toggle="collapse" data-target="#navbarCollapse" aria-controls="navbarCollapse" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
  <div class="collapse navbar-collapse text-center" id="navbarCollapse">
    <ul class="navbar-nav ml-auto my-auto">
      
        <li class="nav-item">
          <a class="nav-link" href="/../#goToWorks">Works</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="/about">About</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="/resume">Resume</a>
        </li>
      
        <li class="nav-item">
          <a class="nav-link" href="mailto:lora860227@gmail.com">Contact</a>
        </li>
      
    </ul>
    <hr class="hidden-md-up" />
  </div>
</nav>

      
  		<div class="row maxWidth">
  			<div class="col-12 mb-4">
  <img class="img-fluid project-img" src="/images/cgu/cover.png" alt="肺癌照護APP">
</div>
      
<div class="col-12 col-lg-8 offset-lg-2 pt-3 titleSection">
  <h1>肺癌照護APP</h1>
</div><!-- titleSection -->

<div class="col-12 col-lg-3 pt-lg-3 mb-4 portfolioSidebar">
  <div class="portfolioSidebar-container portfolioSidebar-relative d-flex flex-row justify-content-end">
    <div class="portfolioSidebar-h3list d-flex flex-column">
    </div>
    <div class="portfolioSidebar-progress">
    </div>
  </div>
</div><!-- portfolioSidebar -->

<div class="col-12 col-lg-7 pt-lg-3 mb-4 portfolioSection">
  <html><head></head><body><h3>&#x958B;&#x767C;&#x52D5;&#x6A5F;</h3>
<p>&#x6B64;&#x5C08;&#x6848;&#x662F;&#x8207;&#x9577;&#x5E9A;&#x91AB;&#x9662;&#x548C;&#x9577;&#x5E9A;&#x5927;&#x5B78;&#x5408;&#x4F5C;&#x958B;&#x767C;&#xFF0C;<br>
&#x7531;&#x65BC;&#x80BA;&#x764C;&#x60A3;&#x8005;&#x901A;&#x5E38;&#x9700;&#x8981;&#x5927;&#x91CF;&#x5F80;&#x8FD4;&#x91AB;&#x9662;&#x56DE;&#x8A3A;&#x6216;&#x9032;&#x884C;&#x7642;&#x7A0B;&#xFF0C;<br>
<span class="strenthen">&#x75B2;&#x52DE;&#x7684;&#x901A;&#x52E4;&#x6642;&#x9593;</span> &#x548C; <span class="strenthen">&#x96DC;&#x4E82;&#x7684;&#x8A3A;&#x7642;&#x65E5;&#x7A0B;</span><br>
&#x5E38;&#x5E36;&#x7D66;&#x60A3;&#x8005;&#x9F90;&#x5927;&#x7684;&#x8CA0;&#x9762;&#x58D3;&#x529B;&#xFF0C;&#x6216;&#x8B93;&#x4ED6;&#x5011;&#x5FD8;&#x8A18;&#x56DE;&#x8A3A;&#x6642;&#x9593;&#xFF0C;<br>
&#x56E0;&#x6B64;&#x6B32;&#x8A2D;&#x8A08;&#x4E00;&#x500B;&#x53CB;&#x5584;&#x7684;&#x7522;&#x54C1;&#xFF0C;&#x89E3;&#x6C7A;&#x60A3;&#x8005;&#x4EE5;&#x4E0A;&#x7684;&#x75DB;&#x9EDE;&#xFF0C;<br>
&#x70BA;&#x80BA;&#x764C;&#x60A3;&#x8005;&#x63D0;&#x4F9B;&#x66F4;&#x826F;&#x597D;&#x7684;&#x9577;&#x7167;&#x8CC7;&#x6E90;&#x54C1;&#x8CEA;&#xFF0C;<br>
&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x80FD;&#x8B93;&#x500B;&#x7BA1;&#x5E2B;&#x66F4;&#x6709;&#x6548;&#x7387;&#x5730;&#x89C0;&#x5BDF;&#x60A3;&#x8005;&#x8EAB;&#x9AD4;&#x72C0;&#x6CC1;&#x3001;&#x4E26;&#x8207;&#x60A3;&#x8005;&#x505A;&#x8AEE;&#x8A62;&#x3002;</p>
<h3>&#x64D4;&#x4EFB;&#x8077;&#x4F4D;</h3>
<p><span class="strenthen">UI / UX  Design</span><br>
&#x6211;&#x5728;&#x9019;&#x500B;&#x5C08;&#x6848;&#x7576;&#x4E2D;&#x8CA0;&#x8CAC; wireframe&#x7684;&#x898F;&#x5283; &#x548C; &#x4ECB;&#x9762;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;<br>
&#x5728;&#x6574;&#x500B;&#x958B;&#x767C;&#x6D41;&#x7A0B;&#x4E2D;&#xFF0C;&#x5148;&#x8DDF;&#x5BA2;&#x6236;&#x91D0;&#x6E05;&#x6240;&#x6709;&#x9700;&#x6C42;&#xFF0C;<br>
&#x4E26;&#x5C07;&#x5176;&#x7D71;&#x6574;&#x6210;&#x4F7F;&#x7528;&#x8005;&#x6BD4;&#x8F03;&#x7FD2;&#x6163;&#x7684;&#x8CC7;&#x8A0A;&#x67B6;&#x69CB;&#xFF0C;<br>
&#x518D;&#x5B8C;&#x6210;APP&#x4ECB;&#x9762;&#x7684;&#x8996;&#x89BA;&#x5316;&#xFF0C;<br>
&#x6700;&#x5F8C;&#x82E5;&#x5BA2;&#x6236;&#x6C92;&#x6709;&#x554F;&#x984C;&#xFF0C;<br>
&#x518D;&#x5C07;&#x6574;&#x7406;&#x597D;&#x7684;&#x7D20;&#x6750;&#x548C;&#x4ECB;&#x9762;&#x898F;&#x7BC4;&#xFF0C;&#x8F38;&#x51FA;&#x7D66;&#x8CA0;&#x8CAC;&#x524D;&#x5F8C;&#x7AEF;&#x958B;&#x767C;&#x7684;&#x5DE5;&#x7A0B;&#x5E2B;&#x3002;</p>
<h3>&#x8A2D;&#x8A08;&#x7522;&#x51FA;</h3>
<img src="../../../../images/svg/loading.svg" class="demoImg mb-lg-2" data-original="/images/cgu/color-scheme.png">
<p>&#x70BA;&#x4E86;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x611F;&#x53D7;&#x5230;&#x6B63;&#x5411;&#x3001;&#x5065;&#x5EB7;&#xFF0C;&#x4E26;&#x5E36;&#x4F86;&#x6109;&#x6085;&#x7684;&#x5FC3;&#x60C5;&#xFF0C;<br>
&#x6240;&#x4EE5;&#x9078;&#x64C7;&#x6DFA;&#x7070;&#x8272;&#x7576;&#x4F5C;&#x5E95;&#x8272;&#xFF0C;&#x4E26;&#x4F7F;&#x7528;&#x660E;&#x4EAE;&#x7684;&#x7DA0;&#x8272;&#x7576;&#x4E3B;&#x8981;&#x7684;&#x7522;&#x54C1;&#x984F;&#x8272;&#x3002;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mt-lg-5 mb-lg-2" data-original="/images/cgu/banner-home.png">
<p>&#x7522;&#x54C1;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x8A2D;&#x8A08;&#x76EE;&#x6A19;&#xFF0C;&#x5C31;&#x662F;<span class="strenthen">&#x8B93;&#x60A3;&#x8005;&#x6E96;&#x6642;&#x56DE;&#x8A3A;&#xFF0C;&#x4E26;&#x4E14;&#x78BA;&#x5207;&#x77E5;&#x9053;&#x6B64;&#x6B21;&#x56DE;&#x8A3A;&#x7684;&#x7642;&#x7A0B;&#x5167;&#x5BB9;</span> (&#x56E0;&#x70BA;&#x4E0D;&#x540C;&#x7642;&#x7A0B;&#x6703;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x6CE8;&#x610F;&#x4E8B;&#x9805;)&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x9996;&#x9801;&#x7684;&#x8CC7;&#x8A0A;&#x898F;&#x5283;&#x4E2D;&#xFF0C;&#x7531;&#x4E0A;&#x958B;&#x59CB;&#x64FA;&#x653E;&#x7684;&#x7B2C;&#x4E00;&#x5F35;&#x5361;&#x7247;&#x5C31;&#x662F;&#x300C;&#x7642;&#x7A0B;&#x898F;&#x5283;&#x300D;&#xFF0C;&#x4E0D;&#x50C5;&#x63D0;&#x9192;&#x60A3;&#x8005;&#x4E0B;&#x4E00;&#x6B21;&#x56DE;&#x8A3A;&#x7684;&#x65E5;&#x671F;&#xFF0C;&#x7AD9;&#x5728;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x89D2;&#x5EA6;&#x601D;&#x8003;&#xFF0C;&#x6211;&#x5011;&#x4E5F;&#x63D0;&#x4F9B;<span class="strenthen">&#x56DE;&#x8A3A;&#x7684;&#x5012;&#x6578;&#x5929;&#x6578;</span>&#xFF0C;&#x8B93;&#x60A3;&#x8005;&#x5C0D;&#x4E0B;&#x6B21;&#x56DE;&#x8A3A;&#x7684;&#x65E5;&#x671F;&#x6709;&#x66F4;&#x5177;&#x9AD4;&#x7684;&#x611F;&#x89BA;&#x3002;</p>
<p>&#x4F9D;&#x7167;&#x7522;&#x54C1;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x7B2C;&#x4E8C;&#x5F35;&#x5361;&#x7247;&#x662F;&#x70BA;&#x4E86;&#x63D0;&#x4F9B;<span class="strenthen">&#x7D66;&#x80BA;&#x764C;&#x60A3;&#x8005;&#x66F4;&#x6709;&#x6548;&#x7684;&#x7A7A;&#x6C23;&#x72C0;&#x6CC1;&#x5EFA;&#x8B70;</span>&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x5011;&#x8A2D;&#x8A08;&#x51FA;&#x4E00;&#x5957;&#x66F4;&#x7B26;&#x5408;&#x60A3;&#x8005;&#x7684;&#x51FA;&#x9580;&#x5EFA;&#x8B70;&#x91CF;&#x8868;&#xFF0C;&#x4E26;&#x53C3;&#x8003;&#x653F;&#x5E9C;&#x958B;&#x653E;&#x8CC7;&#x6599;&#x7D66;&#x654F;&#x611F;&#x6027;&#x65CF;&#x7FA4;&#x7684;&#x6307;&#x6A19;&#x548C;&#x6D3B;&#x52D5;&#x5EFA;&#x8B70;&#xFF0C;&#x6700;&#x5F8C;&#x8A2D;&#x8A08;&#x51FA;6&#x7A2E;&#x7A7A;&#x6C23;&#x72C0;&#x6CC1;&#x7684;&#x72C0;&#x614B;&#x5716;&#xFF0C;&#x5E6B;&#x52A9;&#x4F7F;&#x7528;&#x8005;&#x4E00;&#x773C;&#x5C31;&#x80FD;&#x8FA8;&#x8A8D;&#x51FA;&#x5373;&#x523B;&#x7684;&#x7A7A;&#x6C23;&#x72C0;&#x6CC1;&#x3002;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mt-lg-5 mb-lg-2" data-original="/images/cgu/animation-treatment.gif">
<p>&#x4F7F;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x9EDE;&#x64CA;&#x300C;&#x67E5;&#x770B;&#x6211;&#x7684;&#x7642;&#x7A0B;&#x300D;&#x6309;&#x9215;&#xFF0C;&#x9032;&#x5165;&#x5230;&#x60A3;&#x8005;&#x6240;&#x6709;&#x7684;&#x7642;&#x7A0B;&#x6642;&#x9593;&#x548C;&#x7642;&#x7A0B;&#x6CE8;&#x610F;&#x4E8B;&#x9805;&#x3002;&#x900F;&#x904E;&#x6709;&#x7CFB;&#x7D71;&#x7684;&#x7D71;&#x6574;&#x7642;&#x7A0B;&#x65E5;&#x7A0B;&#xFF0C;&#x6709;&#x6548;&#x7684;&#x6539;&#x5584;&#x60A3;&#x8005;&#x56DE;&#x8A3A;&#x7684;&#x54C1;&#x8CEA;&#x8207;&#x610F;&#x9858;&#x3002;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mt-lg-5 mb-lg-2" data-original="/images/cgu/animation-chat.gif">
<p>&#x5BA2;&#x6236;&#x5E0C;&#x671B;&#x80FD;&#x5920;&#x63D0;&#x4F9B;&#x7D66;&#x60A3;&#x8005;&#x7DCA;&#x6025;&#x806F;&#x7D61;&#x500B;&#x7BA1;&#x5E2B;&#x7684;&#x7BA1;&#x9053;&#xFF0C;&#x4F46;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x4E0D;&#x5E0C;&#x671B;&#x9020;&#x6210;&#x500B;&#x7BA1;&#x5E2B;&#x8A0A;&#x606F;&#x6C3E;&#x6FEB;&#x7684;&#x56F0;&#x64FE;&#xFF0C;&#x6240;&#x4EE5;&#x5C07;&#x60A3;&#x8005;&#x7684;&#x8A0A;&#x606F;&#x5206;&#x6210;3&#x985E; (&#x7DCA;&#x6025;&#x3001;&#x4E0D;&#x9069;&#x3001;&#x666E;&#x901A;)&#xFF0C;&#x5982;&#x679C;&#x611F;&#x5230;&#x8EAB;&#x9AD4;&#x4E0D;&#x9069;&#x7684;&#x72C0;&#x6CC1;&#x5F88;&#x7DCA;&#x6025;&#xFF0C;&#x5411;&#x500B;&#x7BA1;&#x5E2B;&#x767C;&#x9001;&#x901A;&#x77E5;&#x6642;&#xFF0C;&#x500B;&#x7BA1;&#x5E2B;&#x5373;&#x80FD;&#x5920;&#x6700;&#x7ACB;&#x5373;&#x5730;&#x505A;&#x8655;&#x7406;&#x548C;&#x56DE;&#x8986;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x82E5;&#x60A3;&#x8005;&#x8A55;&#x4F30;&#x8EAB;&#x9AD4;&#x4E0D;&#x9069;&#x7684;&#x72C0;&#x6CC1;&#x9084;&#x80FD;&#x5920;&#x5FCD;&#x53D7;&#xFF0C;&#x4F9D;&#x820A;&#x80FD;&#x806F;&#x7D61;&#x500B;&#x7BA1;&#x5E2B;&#xFF0C;&#x53EA;&#x662F;&#x500B;&#x7BA1;&#x5E2B;&#x80FD;&#x5920;&#x4F9D;&#x7167;&#x7DCA;&#x6025;&#x7A0B;&#x5EA6;&#x7684;&#x9AD8;&#x4F4E;&#xFF0C;&#x53BB;&#x505A;&#x56DE;&#x8986;&#x7684;&#x512A;&#x5148;&#x9806;&#x5E8F;&#x3002;</p>
<p>&#x77AD;&#x89E3;&#x5230;&#x4EE5;&#x4E0A;&#x9700;&#x6C42;&#x5F8C;&#xFF0C;&#x6211;&#x5011;&#x8A2D;&#x8A08;&#x4E09;&#x7A2E;&#x9810;&#x8A2D;&#x7684;&#x7F50;&#x982D;&#x8A0A;&#x606F;&#x7D66;&#x4F7F;&#x7528;&#x8005;&#xFF0C;&#x82E5;&#x7DCA;&#x6025;&#x72C0;&#x6CC1;&#x767C;&#x751F;&#xFF0C;&#x5373;&#x80FD;&#x5920;&#x7701;&#x53BB;&#x6253;&#x5B57;&#x7684;&#x6642;&#x9593;&#xFF0C;&#x7ACB;&#x5373;&#x9EDE;&#x64CA;&#x767C;&#x9001;&#x7684;&#x6309;&#x9215;&#x3002;&#x6DF1;&#x601D;&#x4F7F;&#x7528;&#x8005;&#x767C;&#x751F;&#x7DCA;&#x6025;&#x72C0;&#x6CC1;&#x7684;&#x60C5;&#x5883;&#xFF0C;&#x65BC;&#x662F;&#x6211;&#x5011;&#x589E;&#x52A0;<span class="strenthen">&#x7DE8;&#x8F2F;&#x8A0A;&#x606F;</span>&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x4E8B;&#x5148;&#x7DE8;&#x8F2F;&#x7F50;&#x982D;&#x8A0A;&#x606F;&#xFF0C;&#x5728;&#x7DCA;&#x6025;&#x72C0;&#x6CC1;&#x4E0B;&#x80FD;&#x66F4;&#x6709;&#x6548;&#x5730;&#x8207;&#x500B;&#x7BA1;&#x5E2B;&#x6E9D;&#x901A;&#x3002;&#x4E26;&#x4E14;&#x6211;&#x5C07;&#x4E09;&#x7A2E;&#x7DCA;&#x6025;&#x7A0B;&#x5EA6;&#x7684;&#x7F50;&#x982D;&#x8A0A;&#x606F;&#x900F;&#x904E;&#x300C;&#x53EF;&#x64CD;&#x4F5C;&#x6697;&#x793A;(Affordance)&#x300D;&#x7684;&#x8A2D;&#x8A08;&#x624B;&#x6CD5;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x77E5;&#x9053;&#x80FD;&#x5920;&#x5DE6;&#x53F3;&#x6ED1;&#x52D5;&#xFF0C;&#x4F9D;&#x7167;&#x7DCA;&#x6025;&#x7A0B;&#x5EA6;&#x7531;&#x5DE6;&#x6392;&#x5217;&#x5230;&#x53F3;&#xFF0C;&#x5C31;&#x80FD;&#x5920;&#x5728;&#x6700;&#x7DCA;&#x6025;&#x7684;&#x72C0;&#x6CC1;&#x4E0B;&#xFF0C;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x82B1;&#x8D8A;&#x5C11;&#x6642;&#x9593;&#x53BB;&#x5B8C;&#x6210;&#x3002;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mt-lg-5 mb-lg-2" data-original="/images/cgu/banner-dailyBody.png">
<p>&#x500B;&#x7BA1;&#x5E2B;&#x53EF;&#x4EE5;&#x900F;&#x904E;&#x60A3;&#x8005;&#x6BCF;&#x65E5;&#x7684;&#x8EAB;&#x9AD4;&#x72C0;&#x6CC1;&#x7D00;&#x9304;&#xFF0C;&#x66F4;&#x638C;&#x63E1;&#x60A3;&#x8005;&#x6BCF;&#x5929;&#x7684;&#x8EAB;&#x9AD4;&#x8B8A;&#x5316;&#xFF0C;&#x56E0;&#x6B64;&#x500B;&#x7BA1;&#x5E2B;&#x5E0C;&#x671B;&#x80FD;<span class="strenthen">&#x9F13;&#x52F5;&#x60A3;&#x8005;&#x6BCF;&#x5929;&#x90FD;&#x5B8C;&#x6210;&#x6BCF;&#x500B;&#x6B04;&#x4F4D;&#x7684;&#x78BA;&#x5BE6;&#x767B;&#x8A18;</span>&#x3002;</p>
<p>&#x6839;&#x64DA;&#x7D71;&#x8A08;&#x6578;&#x64DA;&#x548C;&#x6211;&#x5011;&#x904E;&#x53BB;&#x7684;&#x7D93;&#x9A57;&#x90FD;&#x80FD;&#x77AD;&#x89E3;&#x5230;&#xFF0C;&#x7576;&#x8868;&#x55AE;&#x7684;&#x6B04;&#x4F4D;&#x904E;&#x591A;&#x6642;&#xFF0C;&#x6703;&#x5927;&#x5E45;&#x964D;&#x4F4E;&#x4F7F;&#x7528;&#x8005;&#x628A;&#x8868;&#x55AE;&#x586B;&#x5B8C;&#x7684;&#x610F;&#x9858;&#xFF0C;&#x56E0;&#x70BA;&#x7576;&#x4F7F;&#x7528;&#x8005;&#x610F;&#x8B58;&#x5230;&#x300C;&#x8868;&#x55AE;&#x7684;&#x8907;&#x96DC;&#x7A0B;&#x5EA6;&#x300D;&#x548C;&#x300C;&#x5B8C;&#x6210;&#x8868;&#x55AE;&#x9700;&#x8981;&#x82B1;&#x8CBB;&#x7684;&#x529B;&#x6C23;&#x300D;&#x5F8C;&#xFF0C;&#x901A;&#x5E38;&#x5BB9;&#x6613;&#x653E;&#x68C4;&#x586B;&#x5BEB;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x70BA;&#x4E86;&#x6E1B;&#x7DE9;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x8A8D;&#x77E5;&#x8CA0;&#x8377;&#xFF0C;&#x7406;&#x60F3;&#x7684;&#x72C0;&#x614B;&#x5C31;&#x662F;&#x8B93;&#x4F7F;&#x7528;&#x8005;<span class="strenthen">&#x9700;&#x8981;&#x6253;&#x5B57;&#x7684;&#x6A5F;&#x6703;&#x964D;&#x70BA; 0</span>&#x3002;<br>
&#x56E0;&#x6B64;&#x9810;&#x5148;&#x5E6B;&#x4F7F;&#x7528;&#x8005;&#x8F38;&#x5165;&#x597D;&#x524D;&#x4E00;&#x5929;&#x767B;&#x8A18;&#x7684;&#x6578;&#x503C;&#x4E4B;&#x5916;&#xFF0C;&#x6211;&#x5C07;&#x6BCF;&#x4E00;&#x500B;&#x6B04;&#x4F4D;&#x5206;&#x70BA;&#x4EE5;&#x4E0B;&#x5169;&#x7A2E;&#x985E;&#x5225;&#xFF1A;</p>
<p><span class="strenthen">1.&#x6BCF;&#x5929;&#x6703;&#x6709;&#x5C0F;&#x5E45;&#x8B8A;&#x52D5;&#x7684;&#x6B04;&#x4F4D;</span> &#xFF08;&#x9AD4;&#x6EAB;&#x3001;&#x6536;&#x7E2E;&#x58D3;&#x3001;&#x8212;&#x5F35;&#x58D3;&#xFF09;<br>
&#x7531;&#x65BC;&#x6B64;&#x985E;&#x578B;&#x6B04;&#x4F4D;&#x901A;&#x5E38;&#x6BCF;&#x5929;&#x6703;&#x6709;&#x5FAE;&#x5E45;&#x7684;&#x8B8A;&#x5316;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4F7F;&#x7528; Range Slider &#x9019;&#x500B;&#x5143;&#x4EF6;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x64CD;&#x4F5C;&#xFF0C;&#x5982;&#x6B64;&#x4E00;&#x4F86;&#x4F7F;&#x7528;&#x8005;&#x5C31;&#x4E0D;&#x7528;&#x6BCF;&#x5929;&#x6E2C;&#x91CF;&#x5B8C;&#x5F8C;&#x9084;&#x8981;&#x624B;&#x52D5;&#x8F38;&#x5165;&#x6578;&#x503C;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x6ED1;&#x52D5; Slider &#x63D0;&#x4F9B;&#x7684;&#x6578;&#x503C;&#xFF0C;&#x5C31;&#x80FD;&#x5FEB;&#x901F;&#x5B8C;&#x6210;&#x767B;&#x8A18;&#x6B04;&#x4F4D;&#x3002;<br>
&#x4E0D;&#x50C5;&#x5982;&#x6B64;&#xFF0C;&#x900F;&#x904E; Slider &#x6709;&#x6700;&#x9AD8;&#x548C;&#x6700;&#x4F4E;&#x503C;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x4E5F;&#x80FD;&#x540C;&#x6642;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x610F;&#x8B58;&#x5230;&#x7576;&#x5929;&#x6E2C;&#x91CF;&#x7684;&#x6578;&#x503C;&#x662F;&#x504F;&#x9AD8;&#x6216;&#x662F;&#x504F;&#x4F4E;&#x3002;</p>
<p><span class="strenthen">2.&#x6BCF;&#x5929;&#x5E7E;&#x4E4E;&#x4E0D;&#x6703;&#x6709;&#x8B8A;&#x52D5;&#x7684;&#x6B04;&#x4F4D;</span> &#xFF08;&#x9AD4;&#x91CD;&#xFF09;<br>
&#x7531;&#x65BC;&#x6B64;&#x985E;&#x578B;&#x6B04;&#x4F4D;&#x6BCF;&#x5929;&#x5E7E;&#x4E4E;&#x4E0D;&#x6703;&#x6709;&#x8B8A;&#x5316;&#xFF0C;&#x610F;&#x8B02;&#x8457;&#x82E5;&#x8207;&#x524D;&#x4E00;&#x5929;&#x6709;&#x6240;&#x5DEE;&#x7570;&#xFF0C;&#x4E5F;&#x6703;&#x76F8;&#x5DEE;&#x5F88;&#x5C0F;&#xFF08;&#x4F8B;&#x5982;&#xFF1A;&#x6628;&#x5929;56&#x516C;&#x65A4;&#xFF0C;&#x4ECA;&#x5929;57&#x516C;&#x65A4;&#xFF09;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4F7F;&#x7528;&#xFF0B;&#x548C;&#xFF0D;&#x7684; button &#x4F86;&#x5E6B;&#x52A9;&#x4F7F;&#x7528;&#x8005;&#x80FD;&#x5FEB;&#x901F;&#x5B8C;&#x6210;&#x5FAE;&#x5C0F;&#x8B8A;&#x5316;&#x7684;&#x7DE8;&#x8F2F;&#xFF0C;&#x4E5F;&#x6210;&#x529F;&#x7701;&#x53BB;&#x624B;&#x52D5;&#x8F38;&#x5165;&#x7684;&#x6B65;&#x9A5F;&#x3002;<br>
&#x53E6;&#x5916;&#x300C;&#x8108;&#x640F;&#x300D;&#x7684;&#x6B04;&#x4F4D;&#x6211;&#x4E5F;&#x63A1;&#x7528;&#x4E00;&#x6A23;&#x7684;&#x5143;&#x4EF6;&#x5E6B;&#x52A9;&#x4F7F;&#x7528;&#x8005;&#x5B8C;&#x6210;&#xFF0C;&#x539F;&#x56E0;&#x662F;&#x7CFB;&#x7D71;&#x6703;&#x6839;&#x64DA;&#x4F7F;&#x7528;&#x8005;&#x586B;&#x5165;&#x7684;&#x6536;&#x7E2E;&#x58D3;&#x548C;&#x8212;&#x5F35;&#x58D3;&#xFF0C;&#x505A;&#x76F8;&#x6E1B;&#x5F8C;&#x5F97;&#x5230;&#x7684;&#x6578;&#x503C;&#x81EA;&#x52D5;&#x586B;&#x5165;&#x8108;&#x640F;&#x7684;&#x6B04;&#x4F4D;&#xFF0C;&#x4EA6;&#x80FD;&#x7701;&#x4E0B;&#x4F7F;&#x7528;&#x8005;&#x9700;&#x8981;&#x586B;&#x5BEB;&#x7684;&#x6B04;&#x4F4D;&#xFF0C;&#x82E5;&#x4F7F;&#x7528;&#x8005;&#x9700;&#x8981;&#x505A;&#x7DE8;&#x8F2F;&#xFF0C;&#x5C31;&#x80FD;&#x76F4;&#x63A5;&#x624B;&#x52D5;&#x8F38;&#x5165;&#x6216;&#x662F;&#x5FEB;&#x901F;&#x52A0;&#x6E1B;&#x3002;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mt-lg-5 mb-lg-2" data-original="/images/cgu/banner-allStatus.png">
<p>&#x4F9D;&#x7167;&#x91AB;&#x5E2B;&#x63A8;&#x85A6;&#x7684;&#x6307;&#x6A19;&#x548C;&#x653F;&#x5E9C;&#x63D0;&#x4F9B;&#x7684;&#x958B;&#x653E;&#x8CC7;&#x8A0A;&#xFF0C;&#x6211;&#x5011;&#x5C07;&#x5404;&#x7A2E;&#x5929;&#x6C23;&#x578B;&#x614B;&#x548C;&#x7A7A;&#x6C23;&#x72C0;&#x6CC1;&#x505A;&#x5206;&#x985E;&#xFF0C;&#x4E26;&#x4E14;&#x8996;&#x89BA;&#x5316;&#x6210;&#x7C21;&#x55AE;&#x7684;&#x5716;&#x793A;&#x8B93;&#x4F7F;&#x7528;&#x8005;&#x80FD;&#x5920;&#x4E00;&#x76EE;&#x77AD;&#x7136;&#x3002;</p>
<h3>&#x56F0;&#x96E3;&#x8207;&#x89E3;&#x6C7A;&#x65B9;&#x6CD5;</h3>
<p>&#x958B;&#x767C;&#x521D;&#x671F;&#x6642;&#xFF0C;&#x5718;&#x968A;&#x6309;&#x7167;&#x9700;&#x6C42;&#x6587;&#x4EF6;&#x53BB;&#x505A;&#x898F;&#x5283;&#x8207;&#x8A2D;&#x8A08;&#xFF0C;&#x8207;&#x5BA2;&#x6236;&#x65B9;&#x78BA;&#x8A8D;&#x5F8C;&#xFF0C;&#x6700;&#x5F8C;&#x624D;&#x4EA4;&#x7D66;&#x524D;&#x7AEF;&#x5DE5;&#x7A0B;&#x5E2B;&#x505A;&#x958B;&#x767C;&#x3002;&#x9019;&#x6A23;&#x7684;&#x6D41;&#x7A0B;&#x6642;&#x5E38;&#x5C0E;&#x81F4;&#xFF1A;&#x5B8C;&#x6210;&#x8996;&#x89BA;&#x7A3F;&#x4E26;&#x8207;&#x5C0D;&#x65B9;&#x6E9D;&#x901A;&#x5F8C;&#xFF0C;&#x624D;&#x767C;&#x73FE;&#x8207;&#x771F;&#x6B63;&#x7684;&#x9700;&#x6C42;&#x4E0D;&#x4E00;&#x81F4;&#x7684;&#x72C0;&#x6CC1;&#xFF0C;&#x6216;&#x662F;&#x5BA2;&#x6236;&#x89BA;&#x5F97;&#x6709;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x7684;&#x5730;&#x65B9;&#x3002;&#x56E0;&#x6B64;&#x6D6A;&#x8CBB;&#x4E86;&#x8A31;&#x591A;&#x6642;&#x9593;&#x548C;&#x958B;&#x767C;&#x6210;&#x672C;&#xFF0C;&#x6368;&#x68C4;&#x6389;&#x539F;&#x672C;&#x5DF2;&#x7D93;&#x5B8C;&#x6210;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x4E5F;&#x5BB9;&#x6613;&#x62D6;&#x5230;&#x524D;&#x7AEF;&#x958B;&#x767C;&#x7684;&#x9032;&#x5EA6;&#x3002;<br>
<br>&#x6700;&#x5F8C;&#x7D93;&#x904E;&#x5718;&#x968A;&#x8A0E;&#x8AD6;&#x548C;&#x4FEE;&#x6B63;&#xFF0C;&#x6211;&#x5011;<span class="strenthen">&#x53C3;&#x8003;&#x654F;&#x6377;&#x5F0F;&#x958B;&#x767C;&#x7684;&#x539F;&#x5247;</span>&#xFF0C;wireframe &#x7E6A;&#x88FD;&#x5B8C;&#x6210;&#x5F8C;&#x5148;&#x8207;&#x5BA2;&#x6236;&#x7AEF;&#x6E9D;&#x901A;&#x4E26;&#x78BA;&#x8A8D;&#xFF0C;&#x53E6;&#x4E00;&#x908A;&#x4E5F;&#x5148;&#x8ACB;&#x5DE5;&#x7A0B;&#x5E2B;&#x958B;&#x59CB;&#x9032;&#x884C;&#x521D;&#x6B65;&#x7684;&#x529F;&#x80FD;&#x958B;&#x767C;&#x8207;&#x8CC7;&#x8A0A;&#x64FA;&#x653E;&#x3002;&#x82E5;&#x6709;&#x9700;&#x8981;&#x4FEE;&#x6539;&#xFF0C;&#x4E5F;&#x4E0D;&#x9700;&#x82B1;&#x592A;&#x5927;&#x7684;&#x5FC3;&#x529B;&#x5373;&#x53EF;&#x5FEB;&#x901F;&#x4FEE;&#x6539;&#xFF0C;&#x518D;&#x5411;&#x5BA2;&#x6236;&#x7AEF;&#x9032;&#x884C;&#x78BA;&#x8A8D;&#x3002;&#x7B49;&#x5230;&#x7E41;&#x8907;&#x7684;&#x9700;&#x6C42;&#x6E9D;&#x901A;&#x90FD;&#x7D50;&#x675F;&#xFF0C;&#x518D;&#x5C07;&#x6700;&#x5F8C;&#x7684;&#x8996;&#x89BA;&#x7A3F;&#x548C;&#x4ECB;&#x9762;&#x898F;&#x7BC4;&#x7522;&#x51FA;&#x7D66;&#x5DE5;&#x7A0B;&#x5E2B;&#x3002;&#x5982;&#x6B64;&#x4E00;&#x4F86;&#x4E0D;&#x50C5;&#x53EF;&#x4EE5;&#x52A0;&#x5FEB;&#x958B;&#x767C;&#x7684;&#x901F;&#x5EA6;&#xFF0C;&#x4E5F;&#x80FD;&#x6E1B;&#x7DE9;&#x8A2D;&#x8A08;&#x7522;&#x51FA;&#x7684;&#x58D3;&#x529B;&#xFF0C;&#x6539;&#x5584;&#x5DE5;&#x4F5C;&#x7684;&#x5FC3;&#x60C5;&#xFF01;</p>
<h3>&#x81EA;&#x6211;&#x5BE9;&#x8996;&#x8207;&#x6539;&#x5584;</h3>
<p>&#x5F8C;&#x4F86;&#x518D;&#x6B21;&#x5BE9;&#x8996;&#x81EA;&#x5DF1;&#x7684;&#x8A2D;&#x8A08;&#xFF0C;&#x610F;&#x8B58;&#x5230;&#x6709;&#x8A31;&#x591A;&#x53EF;&#x4EE5;&#x518D;&#x66F4;&#x597D;&#x3001;&#x8003;&#x616E;&#x66F4;&#x5468;&#x5168;&#x7684;&#x7D30;&#x7BC0;&#xFF0C;&#x6240;&#x4EE5;&#x60F3;&#x5C07;&#x5176;&#x653E;&#x9032;&#x4F5C;&#x54C1;&#x96C6;&#xFF0C;&#x8B66;&#x60D5;&#x81EA;&#x5DF1;&#x8981;&#x66F4;&#x52A0;&#x5730;&#x5FC3;&#x7D30;&#x8207;&#x8B39;&#x614E;&#xFF0C;&#x4E26;&#x4E5F;&#x958B;&#x5FC3;&#x81EA;&#x5DF1;&#x80FD;&#x6709;&#x6240;&#x9032;&#x6B65;&#xFF01;</p>
<img src="../../../../images/svg/loading.svg" class="demoImg mb-lg-2" data-original="/images/cgu/banner-modify.png">
<p>&#x9996;&#x9801;&#x4E2D;&#x7684;&#x7A7A;&#x6C23;&#x72C0;&#x614B;&#x7531;&#x597D;&#x5230;&#x58DE;&#x7E3D;&#x5171;&#x6709;&#x516D;&#x500B;&#x7A0B;&#x5EA6;&#xFF0C;&#x4E00;&#x958B;&#x59CB;&#x6211;&#x5C08;&#x6CE8;&#x5728;&#x5982;&#x4F55;&#x900F;&#x904E;&#x8996;&#x89BA;&#x5316;&#x7684;&#x65B9;&#x5F0F;&#x8868;&#x9054;&#x4E0D;&#x540C;&#x7684;&#x72C0;&#x614B;&#xFF0C;&#x4F46;&#x7AD9;&#x5728;&#x4F7F;&#x7528;&#x8005;&#x4E2D;&#x5FC3;&#x505A;&#x601D;&#x8003;&#xFF0C;&#x5176;&#x5BE6;&#x4F7F;&#x7528;&#x8005;&#x771F;&#x6B63;&#x5728;&#x610F;&#x7684;&#x662F;&#xFF1A;<span class="strenthen">&#x4ECA;&#x5929;&#x7684;&#x7A7A;&#x6C23;&#x72C0;&#x614B;&#x8DDF;&#x5E73;&#x5E38;&#x7684;&#x6BD4;&#x8F03;&#x53C8;&#x662F;&#x5982;&#x4F55;&#x5462;&#xFF1F;</span> &#x7562;&#x7ADF;&#x4F7F;&#x7528;&#x8005;&#x7121;&#x5FC3;&#x53BB;&#x8A18;&#x4F4F;&#x4E0D;&#x540C;&#x7684;&#x5716;&#x793A;&#x5230;&#x5E95;&#x4EE3;&#x8868;&#x7B2C;&#x5E7E;&#x500B;&#x7B49;&#x7D1A;&#x3002;<br>
&#x7C21;&#x55AE;&#x7684;&#x8A2D;&#x8A08;&#x6539;&#x5584;&#xFF0C;&#x6211;&#x5C07;&#x4E0D;&#x540C;&#x72C0;&#x614B;&#x4EE3;&#x8868;&#x7684;&#x984F;&#x8272;&#x5217;&#x5728;&#x4E0B;&#x9762;&#xFF0C;&#x900F;&#x904E;&#x985E;&#x4F3C;&#x91CF;&#x8868;&#x7684;&#x505A;&#x6CD5;&#xFF0C;&#x4F7F;&#x7528;&#x8005;&#x5C31;&#x80FD;&#x66F4;&#x5177;&#x9AD4;&#x7684;&#x6E05;&#x695A;&#x7576;&#x4E0B;&#x7684;&#x72C0;&#x614B;&#x70BA;&#x4F55;&#xFF0C;&#x4E5F;&#x4E0D;&#x9700;&#x518D;&#x53BB;&#x8A18;&#x61B6;&#x4E0D;&#x540C;&#x7684;&#x5716;&#x793A;&#x8C61;&#x5FB5;&#x7684;&#x610F;&#x7FA9;&#xFF01;</p>
<script src="/js/lazyload-plugin/lazyload.intersectionObserver.min.js"></script></body></html>
</div><!-- portfolioSection -->


<script> 
$('.portfolioSection h3').prepend('<img src="../images/dot.png" height="36px" class="" />');

//得到作品集裡面所有的大標題
var obj = $('.portfolioSection h3');

//把作品集裡所有的大標題，弄成旁邊進度條的可點擊之Menu
$.each( obj, function( key, value ) {
  console.log(value.offsetTop);
  $('.portfolioSidebar-h3list')
  .append('<a onclick="console.log(\''+ value +'\')" class="portfolioSidebar-Item" id="portfolioSidebar-Item-'+ key +'">'+value.textContent+'</a>');
});

//點擊progress的item，會滑到該項目的文章
$('.portfolioSidebar-Item').click(function() {
  var target = $(this).index();
  console.log(obj[target].offsetTop);
  $('html, body').animate(
    {scrollTop: obj[target].offsetTop + 870}, 1000, "easeInOutExpo");
});

$(window).scroll(function(){
  fixPortfolioSidebar();
  progessBar();
  
  //＝＝＝＝＝＝＝＝＝＝＝＝＝debug用＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝
  // console.log('Window Offset = ' + window.pageYOffset);
  // console.log('h3[3] = ' + obj[0].offsetTop);
  // console.log('h3[3] = ' + obj[1].offsetTop);
  // console.log('h3[3] = ' + obj[2].offsetTop);
  // console.log('h3[3] = ' + obj[3].offsetTop);
  //＝＝＝＝＝＝＝＝＝＝＝＝＝debug用＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝

});

// fix the side bar beside the article

function fixPortfolioSidebar(){
  var addSticky = $('.titleSection').offset().top + 100;
  // if( deviceWidth > smSize ){
  //     if (window.pageYOffset >= stickySM) {
  //       $('.sideBar').addClass('portfolioSidebar-sticky');
  //     } else {
  //       $('.sideBar').removeClass('portfolioSidebar-sticky'); 
  //     }
  //   }else{
      if (window.pageYOffset >= addSticky) {
        $('.portfolioSidebar-container').addClass('portfolioSidebar-sticky');
        $('.portfolioSidebar-container').removeClass('portfolioSidebar-relative');
      } else {
        $('.portfolioSidebar-container').removeClass('portfolioSidebar-sticky'); 
        $('.portfolioSidebar-container').addClass('portfolioSidebar-relative');
      }
    // }
}

//計算progress bar的長度，依照抵達的頁面高度而變化
function progessBar(){
  var totalHeight = $(document).height() - window.innerHeight; //整個頁面的長度 扣掉 使用者瀏覽器的高度
  var currentHeight = window.pageYOffset;
  $('.portfolioSidebar-progress').css('height', currentHeight / totalHeight * 100 +'%');

}
</script>

<div class="col-12 d-flex flex-column align-items-center thankSection">
  <p>感謝你的觀看：）</p>
  <a class="text-center" role="button" id="gotoTop">
        回到最上面
    </a>
</div><!-- thankSection -->
<div class="col-12 col-lg-10 offset-lg-1 my-5 my-md-4 my-lg-0 d-flex justify-content-between navigateSection">
    
    <a class="d-flex align-items-center" href="#"></a>
  
      
  
    <a class="d-flex align-items-center" href="../../../../meracle/index.html">
      <p class="d-flex flex-column align-items-end mb-0 mr-md-3">
        <span>下一篇</span>
        憶想奇機 Meracle
      </p>
      <img src="/images/svg/arrow-right.svg"/>
    </a>
  
</div><!-- navigateSection -->

<div class="window">
    <div class="close-tag"></div>
    <img src=""/>
</div>
<!-- popup modal js -->
<script>
    $('.demoImg').click(function(){
        console.log('demoImg is clicked');
        var src = this.src;
        $('.window img').attr('src',src);
        $('.window').addClass('window-show');
    });

    $('.close-tag').click(function(){
        console.log('close-tag clicked');
        $('.window').removeClass('window-show');
    });

    $(document).keyup(function(e){
        var keyWhich =  e.which;
        var keyCode =  e.keyCode;
        if(keyWhich == 27 || keyCode == 27){
            $('.window').removeClass('window-show');
        }
    });        
</script>

      </div>
      
  	</div>

    <!-- After footer scripts -->
    <!-- <script src="https://code.jquery.com/jquery-3.1.1.slim.min.js" integrity="sha384-A7FZj7v+d/sdmMqp/nOQwliLvUsJfDHW+k9Omg/a/EheAdgtzNs3hpfag6Ed950n" crossorigin="anonymous"></script> -->
<script src="https://code.jquery.com/jquery-3.1.1.min.js"></script>
<script src='https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.5/jquery-ui.min.js'></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/tether/1.4.0/js/tether.min.js" integrity="sha384-DztdAPBWPRXSA/3eYEEUWrWCy7G5KFbe8fFjk5JAIxUYHKkDx6Qin1DkWx51bBrb" crossorigin="anonymous"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/js/bootstrap.min.js" integrity="sha384-vBWWzlZJ8ea9aCX4pEW3rVHjgjt7zpkNpZk+02D9phzyeVkE+jo0ieGizqPLForn" crossorigin="anonymous"></script>
<script>
//get feather icons
feather.replace();

//go to top animation
$('#gotoTop').click(function() {
    $('html, body').animate({
        scrollTop: 0
      }, 1000, "easeInOutExpo");
  });

//intro animation
$(document).ready(function(){
});
</script>

  </body>
</html>
